Repository: nimiq/hub
Catalog: src/i18n/*.po
Languages: de, es, fil, fr, nl, pt, ru, tr, uk

source: Used addresses without balance might have been missed.
de: Verwendete Adressen ohne Guthaben wurden möglicherweise übersprungen.
es: Puede que se ignoraran direcciones usadas sin balance.
fil: Ang mga ginamit na adres na walang balanse ay maaaring napalampas.
fr: Les adresses utilisées sans solde peuvent avoir été manquées.
nl: Gebruikte adressen zonder balans kunnen niet aanwezig zijn.
pt: Endereços usados sem saldo podem ter sido perdidos.
ru: Используемые адреса с нулевым балансом могли быть пропущены.
tr: Bakiyesiz kullanılmış adresler atlanmış olabilir.
uk: Адреси з нульовим балансом можуть не відображатися.

source: Value mismatch (expected {expected} sats, found {found} sats)
de: Unerwarteter Betrag ({found} sats statt {expected} sats)
fr: Inadéquation de la valeur (attendue {expected} sats, trouvée {found} sats)
nl: Waarde komt niet overeen (verwachtte {expected} sats, gevonden {found} sats)
pt: Valor incompatível (esperados {expected} sats, encontrados {found} stas)
uk: Невідповідність значень (очікувалося {expected}, знайдено {found})

source: Verify Payment
de: Überprüfe die Zahlung
es: Verifique Pago
fil: Patunayan ang Pagbabayad
fr: Vérifier le paiement
nl: Controleer de betaling
pt: Verificar Pagamento
ru: Подтвердить платеж
tr: Ödemeyi doğrula
uk: Підтвердіть платіж

source: Vesting Contract
de: Vesting-Vertrag
es: Contratos Vesting
fil: Kontrata ng Vesting
fr: Contrat d'acquisition
pt: Contrato de Aquisição
ru: Вестинг-контракты
tr: Vesting sözleşmesi
uk: Розподільний контракт

source: Wallet successfully created
de: Wallet erfolgreich eingerichtet
es: Billeterea creada exitosamente
fr: Wallet créé avec succès
nl: Wallet succesvol aangemaakt
pt: Wallet criada com sucesso
uk: Гаманець успішно створено

source: Welcome back! | Your Accounts are ready.
de: Willkommen zurück! | Deine Konten sind bereit.
es: ¡Bienvenido de vuelta! | Tus cuentas están listas.
fil: Maligayang pagbabalik! | Nakahanda na ang mga Account mo.
fr: Ravis de vous revoir ! Vos comptes sont prêts.
nl: Welkom terug! | Je rekeningen staan klaar.
pt: Bem-vindo de volta! As tuas Contas estão prontas.
tr: Tekrar hoş geldiniz! | Hesaplarınız hazır.
uk: З поверненням! | Ваш рахунок готовий.

source: Welcome to the Nimiq Wallet
de: Willkommen in der Nimiq Wallet
es: Bienvenido a la Billetera Nimiq
fr: Bienvenue dans le wallet Nimiq
nl: Welkom in de Nimiq Wallet
pt: Bem-vindo à Nimiq Wallet
uk: Ласкаво просимо до гаманця Nimiq

source: What is Nimiq?
de: Was ist Nimiq?
es: ¿Qué es Nimiq?
fil: Ano ang Nimiq?
fr: Qu'est ce que Nimiq ?
nl: Wat is Nimiq?
pt: O que é a Nimiq?
ru: Что такое Nimiq?
tr: Nimiq nedir?
uk: Що таке Німік?

source: Whoops, something went wrong
de: Ups, etwas ist schief gelaufen
es: Whoops, algo salió mal
fil: Whoops, may nangyari na mali
fr: Oups, quelque chose s'est mal passé
nl: Whoops, er is iets misgegaan
pt: Ups, algo deu errado
ru: Ой! Что-то пошло не так
tr: Bir şeyler ters gitti
uk: Упс, щось пішло не так

source: Yellow Account
de: Gelbes Konto
es: Cuenta Amarilla
fil: Dilaw na Account
fr: Compte jaune
nl: Geel Account
pt: Conta Amarela
tr: Sarı Hesap
uk: Жовтий рахунок

source: Yellow Address
de: Gelbe Adresse
es: Dirección Amarilla
fil: Dilaw na Adres
fr: Adresse jaune
nl: Geel Adres
pt: Endereço Amarelo
tr: Sarı Adres
uk: Жовта адреса

source: You are logged out.
de: Du bist abgemeldet.
es: Estas fuera de sesión.
fil: Naka-log out ka.
fr: Vous êtes déconnecté.
nl: Je bent uitgelogd.
pt: Estás desconectado.
ru: Вы вышли из учётной записи.
tr: Çıkış yaptın.
uk: Ви вийшли.

source: You are loved
de: Jemand denkt an dich
es: Te aman
fil: Mahal ka
fr: Vous êtes aimé
nl: Je bent geliefd
pt: Tu és amado
ru: Вас любят!
tr: Seviliyorsun
uk: Вас обожнюють

source: You received a Cashlink!
de: Du hast einen Cashlink erhalten!
es: ¡Ha recibido un Cashlink!
fil: Nakatanggap ka ng isang Cashlink!
fr: Vous avez reçu un Cashlink !
nl: Je hebt een Cashlink ontvangen!
pt: Recebeste um Cashlink!
ru: Вы получили Cashlink!
tr: Bir Cashlink aldın!
uk: Ви отримали переказ!

source: You transferred an insufficient amount. Please contact the merchant for a refund. Restart to pay for your order.
de: Du hast einen unzureichenden Betrag überwiesen. Bitte kontaktiere den Händler für eine Rückerstattung. Starte neu, um deine Bestellung zu bezahlen.
es: Ha transferido un monto insuficiente. Por favor contacte el vendedor para que le reintegre su dinero. Inicie de nuevo para pagar por su orden.
fil: Naglipat ka ng hindi sapat na halaga. Mangyaring makipag-ugnay sa merchant para sa isang refund. I-restart upang mabayaran ang iyong order.
fr: Vous avez transféré un montant insuffisant. Veuillez contacter le marchand pour un remboursement. Redémarrez pour payer votre commande.
nl: Je hebt onvoldoende overgemaakt. Neem contact op met de verkoper voor een terugbetaling. Begin opnieuw om uw bestelling te betalen.
pt: Transferiste uma quantia insuficiente. Por favor contacta o comercial para um reembolso. Recomeçar o pagamento do teu pedido.
ru: Вы перевели недостаточную сумму. Пожалуйста, свяжитесь с продавцом для возврата. Начните заново, чтобы оплатить ваш заказ.
tr: Yetersiz miktar havale ettin. Lütfen iade için satıcı ile irtibata geç. Siparişi ödemek için baştan başla.
uk: Ви переказали недостатньо коштів. Будь ласка, зв'яжіться з продавцем з приводу відшкодування. Перезапустіть, щоб заплатити за замовлення.

source: You're logged in!
de: Du bist eingeloggt!
es: ¡Ha iniciado sesión!
fil: Naka-log in ka na!
fr: Vous êtes connecté !
nl: Je bent ingelogd!
pt: Iniciaste sessão!
ru: Вы авторизованы!
tr: Giriş yaptın!
uk: Ви увійшли!

source: Your {app} app is outdated. Please update your Ledger firmware and {app} app using Ledger Live.
de: Deine {app}-App ist veraltet. Bitte aktualisiere die Ledger-Firmware und {app}-App mittels Ledger Live.
es: Su {app} app esta des-actualizada. Por favor actualice su Ledger y {app} app usando Ledger Live.
fil: Ang iyong {app} app ay luma na. Mangyaring i-update ang iyong Ledger firmware at {app} app gamit ang Ledger Live.
fr: Votre application {app} est obsolète. Veuillez mettre à jour votre micrologiciel Ledger et votre application {app} en utilisant Ledger Live.
nl: Je {app} app is verouderd. Werk je Ledger-firmware en {app} app bij met Ledger Live.
pt: A tua aplicação {app} está desatualizada. Por favor atualiza o teu Ledger firmware e a aplicação {app} usando o Ledger Live.
ru: Ваше приложение {app} устарело. Пожалуйста, обновите прошивку Ledger и приложение {app} через Ledger Live.
tr: {app} uygulaman eski. Lütfen Ledger Live kullanarak Ledger aygıt yazılımını ve {app} uygulamasını güncelle.
uk: Ваш {app} додаток застарів. Будь ласка, оновіть ваш Ledger і {app} додаток використовуючи Ledger Live.

source: Your Addresses may be incomplete.
de: Deine Adressen sind möglicherweise unvollständig.
es: Puede que sus Direcciones estén incompletas.
fil: Ang iyong mga Address ay maaaring hindi kumpleto
fr: Vos adresses peuvent être incomplètes.
nl: Je adressen zijn misschien niet compleet.
pt: Os teus Endereços podem estar incompletos.
ru: Ваши Адреса могут быть незавершены.
tr: Adreslerin tamamlanmamış olabilir.
uk: Ваша адреса може бути неповна.

source: Your Bank
de: Deine Bank
es: Su Banco
fil: Ang iyong Bangko
fr: Votre banque
nl: Jouw bank
pt: O teu Banco
ru: Ваш банк
tr: Bankan
uk: Ваш банк

source: Your Ledger is required to log in again.
de: Bitte melde dich mit deinem Ledger erneut an.
es: Se Requiere su Ledger para iniciar sesión de nuevo.
fil: Ang iyong Ledger ay kinakailangan upang mag-log in muli.
fr: Votre Ledger est requis pour vous connecter à nouveau.
nl: Je Ledger is nodig om opnieuw in te loggen.
pt: O teu Ledger é necessário para iniciar sessão novamente.
ru: Нужен ваш Ledger, для повторной авторизации.
tr: Lütfen Ledger'ına tekrar giriş yap.
uk: Щоб увійти знову потрібно використати Ledger.

source: Your message is signed.
de: Deine Nachricht wurde signiert.
es: Su mensaje fue firmado.
fil: Ang iyong mensahe ay naka-sign.
fr: Votre message est signé.
nl: Je bericht is ondertekend.
pt: A tua mensagem está assinada.
ru: Ваше сообщение подписано.
tr: Mesajın imzalandı.
uk: Ваше повідомлення підписано.

source: Your password was changed.
de: Dein Passwort wurde geändert.
es: Su contraseña fue cambiada.
fil: Ang iyong password ay binago.
fr: Votre mot de passe a été changé.
nl: Je wachtwoord is gewijzigd.
pt: A sua palavra passe foi alterada.
ru: Ваш пароль был изменён.
tr: Şifren değiştirildi.
uk: Пароль було змінено.

source: Bitcoin
ru: Биткоин
uk: Біткоїн

source: express
es: Exprés
fil: ipahayag
pt: expresso
ru: экспресс
tr: ekspres
uk: швидкий

source: Ok
nl: Oke
ru: Ок
uk: Гаразд

source: standard
es: Estándar
nl: Standaard
ru: обычный
tr: standart
uk: звичний

source: Signer
nl: Ondertekenaar

source: {color} Account
ru: {color} Аккаунт

source: Blocks/Step:
ru: Блоков/шаг:

source: Blue
ru: Синий

source: Brown
ru: Коричневый

source: By adding a transation fee, you can influence how fast your transaction will be processed.
ru: Увеличьте размер комиссии, чтобы ускорить исполнение транзакции.

source: Choose an Avatar. Set a password. Done.
ru: Выберите Аватар. Придумайте пароль. Готово.

source: Connect your Ledger Nano S or Nano X.
ru: Подключите ваш Ledger Nano S или Ledger Nano X.

source: Green
ru: Зелёный

source: Indigo
ru: Темно-синий

source: Join Nimiq
ru: Присоединиться к Nimiq

source: No registration, no install, 100% free
ru: Без регистрации, без установки, 100% бесплатно

source: Orange
ru: Оранжевый

source: Pink
ru: Розовый

source: Purple
ru: Фиолетовый

source: Red
ru: Красный

source: Start Block:
ru: Начальный блок:

source: Teal
ru: Бирюзовый

source: Welcome to the Nimiq Blockchain.
ru: Добро пожаловать в Блокчейн Nimiq.

source: Welcome to the Nimiq Blockchain.
ru: Добро пожаловать в Блокчейн Nimiq.

source: Yellow
ru: Жёлтый
