Repository: nimiq/hub
Catalog: src/i18n/*.po
Languages: de, es, fil, fr, nl, pt, ru, tr, uk

source: {appName} is asking for an account to use.
de: Welches Konto möchtest du in {appName} verwenden?
es: {appName} esta solicitando una cuenta para utilizar.
fr: {appName} demande quel compte utiliser.
nl: {appName} vraagt om een account om te gebruiken.
pt: {appName} está a pedir uma conta para usar.
uk: {appName} запитує рахунок для використання.

source: {appName} is asking for an address to use.
de: {appName} fragt nach einer Adresse, die verwendet werden soll.
es: {appName} está consultando que dirección utilizar.
fil: {appName} ay nanghihingi ng adres para ito'y gamitin.
fr: {appName} demande quelle adresse utiliser.
nl: {appName} vraagt een adres om te gebruiken.
pt: {appName} está a pedir um endereço para usar.
ru: {appName} запрашивает адрес для использования.
tr: {appName} için bir adres gerekli.
uk: {appName} запитує адресу для використання.

source: {percentage} of swap value.
de: {percentage} des Tauschwerts.
es: {percentage} del valor del intercambio.
fil: {percentage} ng palitan ng halaga.
fr: {percentage} de la valeur du swap.
nl: {percentage} van swap bedrag.
pt: {percentage} de troca de valor.
ru: {percentage} от суммы обмена
tr: Takas değerinin {yüzdesi}.
uk: {percentage} обмінної вартості.

source: {totalFees} fees
de: {totalFees} Gebühren
es: {totalFees} en cuota
fil: {totalFees} bayad
fr: {totalFees} frais
nl: {totalFees} kosten
pt: {totalFees} taxas
ru: {totalFees} комиссии
tr: Ücret: {totalFees}
uk: {totalFees} комісія

source: + {currency} network fee
de: + {currency} Netzwerkgebühren
es: + {currency} cuota de red
fil: + {currency} bayad para sa network
fr: + {currency} frais du réseau
nl: + {currency} netwerk toeslag
pt: + {currency} de taxa de rede
ru: + {currency} комиссия сети
tr: + {para birimi} ağ ücreti
uk: + {currency} комісія мережі

source: 30 seconds, no email, no download.
de: 30 Sekunden, keine E-Mail, kein Download.
es: 30 segundos, sin email, sin descargas.
fil: sa loob ng 30 na segundo, walang email, walang download.
fr: 30 secondes, sans email, sans téléchargement.
nl: 30 seconden, geen emails, geen downloads.
pt: 30 segundos ,sem e-mail, sem download.
ru: 30 секунд, нет электронной почты, нет загрузки.
tr: 30 saniye, e-mail yok, indirme yok.
uk: 30 секунд, без пошти, без скачування.

source: 404 - Cash not found
de: 404 - kein Guthaben vorhanden
es: 404 - Dinero no fue encontrado
fil: 404 - Hindi mahanap ang pera
fr: 404 - Argent introuvable
nl: 404 - Geld niet gevonden
pt: 404 - Dinheiro não encontrado
ru: 404 - Кэш не найден
tr: 404 - Bakiye bulunamadı
uk: 404 - Коштів не знайдено

source: 503 Service unavailable - please try again later
de: 503 Service nicht verfügbar - bitte versuche es später nochmal
es: 503 Servicio no se encuentra disponible - por favor intente de nuevo luego
fil: 503 Service unavailable - subukan ulit mamaya
fr: 503 Service indisponible - Merci de réessayer plus tard
nl: 503 Service niet beschikbaar - probeer het later opnieuw
pt: 503 Serviço indisponível - por favor tenta novamente mais tarde
tr: 503 Bu hizmet şu an verilemiyor - lütfen daha sonra tekrar dene
uk: 503 Сервіс недоступний - будь ласка спробуйте пізніше

source: A 100% free and self-custodial web wallet for NIM, BTC and USDC.
de: Eine 100% konstenlose Web-Wallet für NIM, BTC und USDC, bei der allein du Zugriff auf deine Coins hast.
es: Una billetera web 100% gratis de custodia personal para NIM, BTC y USDC.
fr: Un wallet web 100 % gratuit et autogéré pour le NIM, le BTC et l'USDC.
nl: Een 100% gratis en self-custodial wallet voor NIM, BTC en USDC.
pt: Uma web wallet 100% grátis e auto-custodial para NIM, BTC e USDC.
uk: 100% безкоштовний веб-гаманець для NIM, BTC та USDC з функцією самозбереження.

source: Account backed up!
de: Sicherung vom Konto erstellt!
es: ¡Cuenta respaldada!
fil: Ang Account ay na-backup na!
fr: Compte sauvegardé !
nl: Account geback-upt!
pt: Conta recuperada!
ru: Аккаунт защищён!
tr: Hesap yedeklendi!
uk: Рахунок зарезервовано

source: Account Created
de: Konto erstellt
es: Cuenta Creada
fil: Nilikhang Account
fr: Compte créé
nl: Account aangemaakt
pt: Conta Criada
ru: Аккаунт создан!
tr: Hesap oluşturuldu
uk: Рахунок створено

source: Accounts updated!
de: Konten aktualisiert!
es: ¡Cuenta Actualizada!
fr: Compte mis à jour !
nl: Account geupdate!
pt: Contas atualizadas!
ru: Аккаунты обновлены!
tr: Hesaplar güncellendi!
uk: Рахунок оновлено

source: Action not possible
de: Aktion nicht möglich
es: Acción no posible
fil: Hindi posible umaksyon
fr: Action impossible
nl: Actie niet mogelijk
pt: Ação não é possível
ru: Действие невозможно
tr: İşlem mümkün değil
uk: Дія неможлива

source: Activate update
de: Update aktivieren
es: Activar actualización
fil: Buhayin ang update
fr: Activer la mise à jour
nl: Activeer update
pt: Ativar atualização
ru: Запустить обновление
tr: Güncellemeyi etkinleştir
uk: Активувати оновлення

source: Add a message...
de: Nachricht hinzufügen...
es: Agregar mensaje...
fil: Lagyan ng mensahe
fr: Ajouter un message...
nl: Voeg een bericht toe...
pt: Adicionar uma mensagem...
ru: Добавить сообщение...
tr: Bir mesaj ekle...
uk: Напишіть повідомлення...

source: Add contract
de: Vertrag hinzufügen
es: Agregar contrato
fil: Magdagdag ng kontrata
fr: Ajouter un contrat
nl: Contract toevoegen
pt: Adicionar contrato
ru: Добавить контракт
tr: Sözleşme ekle
uk: Додати контакт

source: Add to account
de: Dem Konto hinzufügen
es: Agregar a la cuenta
fil: Magdagdag sa account
fr: Ajouter au compte
nl: Voeg toe aan account
pt: Adicionar à conta
ru: Добавить в аккаунт
tr: Hesaba ekle
uk: Додати до рахунку

source: Add to Ledger
de: Zum Ledger hinzufügen
es: Agregar a Ledger
fil: Magdagdag sa Ledger
fr: Ajouter au Ledger
nl: Voeg toe aan Ledger
pt: Adicionar ao Ledger
ru: Добавить в Ledger
tr: Ledger'a ekle
uk: Додати до Ledger

source: Add Vesting Contract
de: Vesting-Vertrag hinzufügen
es: Agregar Contrato Vesting
fil: Magdagdag sa Vesting Contract
fr: Ajouter un contrat d'acquisition
nl: Vestingcontract toevoegen
pt: Adicionar Contrato de Vesting
ru: Добавить вестинговый контракт
tr: Vesting sözleşmesi ekle
uk: Додайте розподільчий контракт

source: Address
de: Adresse
es: Dirección
fil: Adres
fr: Adresse
nl: Adres
pt: Endereço
ru: Адрес
tr: Adres
uk: Адреса

source: Address Added
de: Adresse hinzugefügt
es: Dirección Agregada
fil: Naidagdag na Adres
fr: Adresse ajoutée
nl: Adres toegevoegd
pt: Endereço Adicionado
ru: Адрес добавлен
tr: Adres eklendi
uk: Адреса додана

source: Address detection failed. Retrying...
de: Adressenerkennung fehlgeschlagen. Versuche erneut...
es: Detección de dirección fallida. Reintentando...
fil: Nabigo ang pagtuklas ng adres. Sinusubukan ulit...
fr: Détection d'adresse échouée. Nouvelle tentative...
nl: Adresherkenning mislukt. Probeer het opnieuw...
pt: Falha na deteção do endereço. A tentar novamente...
ru: Не удалось обнаружить адрес. Повторная попытка...
tr: Adres tespiti başarısız. Tekrar deneniyor...
uk: Помилка виявлення адреси. Повторна спроба...

source: All labels saved.
de: Alle Beschriftungen gespeichert.
es: Todas las etiquetas se guardaron
fil: Nai-saved ang lahat ng mga etiketa.
fr: Tous les labels sont enregistrés.
nl: Alle labels opgeslagen.
pt: Todos os marcadores foram guardados.
ru: Все ярлыки сохранены.
tr: Tüm etiketler kaydedildi.
uk: Усі назви збережено.

source: Amount
de: Betrag
es: Monto
fil: Halaga
fr: Montant
nl: Bedrag
pt: Quantia
ru: Сумма
tr: Miktar
uk: Сума

source: Amount/Step:
de: Betrag/Schritt:
es: Monto/Paso:
fil: Halaga/Hakbang:
fr: Montant / Étape :
nl: Bedrag/Stap:
pt: Quantia/Passo:
ru: Сумма/шаг:
tr: Miktar/Adım:
uk: Сума/Крок:

source: Apply a gas price of at least {fee} gwei.
de: Setze eine Netzwerkgebühr von min. {fee} Gwei.
es: Utilizar una cuota de gas de por lo menos {fee} gwei.
fil: Maglagay ng presyo ng gas ng higit kumulang {fee} gwei.
fr: Appliquer un prix de gaz d'au moins {fee} gwei.
nl: Hanteer een gasprijs van minimaal {fee} gwei.
pt: Aplicar um preço de gás de pelo menos {fee} gwei.
ru: Установите минимальную цену газа в {fee} gwei.
tr: En az {fee} gwei gaz ücreti gerekli.
uk: Встановіть мінімальну ціну на газу в {fee} gwei.

source: Apply a network fee of at least {fee} sat/byte.
de: Setze eine Netzwerkgebühr von min. {fee} sat/byte.
es: Utilizar una cuota de red de por lo menos {fee} sat/byte.
fil: Maglagay ng bayad sa network ng higit kumulang {fee} sat/byte.
fr: Appliquer des frais de réseau d'au moins {fee} sat/octet.
nl: Pas een netwerktarief toe van minimaal {fee} sat/byte.
pt: Aplicar uma taxa de rede de pelo menos {fee} sat/byte.
ru: Установите минимальную комиссию сети в {fee} sat/byte.
tr: En az {fee} sat/byte ağ ücreti gerekli.
uk: Встановіть мінімальну комісію мережі в {fee} sat/byte.

source: Atomic swaps require two BTC transactions.
de: Ein Tausch benötigt zwei BTC-Transaktionen.
es: Los intercambios atómicos requieren dos transacciones BTC.
fil: Ang mga palitan nang pa-atomiko ay nangangailangan ng dalawang mga transaksyon sa BTC.
fr: Les swaps atomique nécessitent 2 transactions BTC.
nl: Atomic swaps vereisen twee BTC-transacties.
pt: As trocas atómicas requerem duas transações BTC.
ru: Для atomic swap нужно провести две BTC-транзакции.
tr: Atomik takaslar iki BTC işlemleri gerektiriyor.
uk: Атомні обміни вимагають дві BTC транзакцій.

source: Awaiting receipt confirmation...
de: Warte auf Empfangsbestätigung...
es: Aguardando confirmación del recibo...
fil: Naghihintay ng kumpirmasyon ng resibo...
fr: En attente de confirmation de réception...
nl: In afwachting van de ontvangstbevestiging...
pt: À espera de receber confirmação...
ru: Ожидание подтверждения получения...
tr: Makbuz onayı bekleniyor...
uk: Очікування підтвердження...

source: Back to {appName}
de: Zurück zu {appName}
es: Volver a {appName}
fil: Balik sa {appName}
fr: Retour à {appName}
nl: Terug naar {appName}
pt: Voltar para {appName}
ru: Вернуться в {appName}
tr: Geri dön: {appName}
uk: Повернутися до {appName}

source: Back to {Nimiq Faucet}
de: Zurück zur {Nimiq Faucet}
es: Volver al {Nimiq Faucet}
fil: Balik sa {Nimiq Faucet}
fr: Retour au {Nimiq Faucet}
nl: Terug naar {Nimiq Faucet}
pt: Voltar para {Nimiq Faucet}
ru: Вернуться в {Nimiq Faucet}
tr: {Nimiq Faucet}'ine geri dön
uk: Повернутися до {Nimiq Faucet}

source: Back to {Nimiq Miner}
de: Zurück zum {Nimiq Miner}
es: Volver al {Nimiq Miner}
fil: Balik sa {Nimiq Miner}
fr: Retour à {Nimiq Miner}
nl: Terug naar {Nimiq Miner}
pt: Voltar para {Nimiq Miner}
ru: Вернуться в {Nimiq Miner}
tr: {Nimiq Miner}'ine geri dön
uk: Повернутися до {Nimiq Miner}

source: Back to {Wallet}
de: Zurück zur {Wallet}
es: Volver a la {Wallet}
fil: Balik sa {Wallet}
fr: Retour au {Wallet}
nl: Terug naar {Wallet}
pt: Voltar para {Wallet}
ru: Вернуться в {Wallet}
tr: {Wallet}'a geri dön
uk: Повернутися до {Wallet}

source: Back to Cashlink
de: Zurück zum Cashlink
es: Volver a Cashlink
fil: Balik sa Cashlink
fr: Retour au Cashlink
nl: Terug naar Cashlink
pt: Voltar para Cashlink
ru: Вернуться в Cashlink
tr: Cashlink'e geri dön
uk: Повернутися до чеку

source: Back to Checkout
de: Zurück zum Checkout
es: Volver al Proceso de Pago
fil: Balik sa Checkout
fr: Retour au Checkout
nl: Terug naar Checkout
pt: Voltar para o Checkout
ru: Вернуться к оформлению заказа
tr: Çıkışa geri dön
uk: Повернутися до оплати

source: Back to Choose Address
de: Zurück zur Adressauswahl
es: Volver a Elegir Dirección
fil: Bumalik sa Pilian ng Adres
fr: Retour à la selection d'adresse
nl: Terug naar Gekozen adres
pt: Voltar para Escolher Endereço
ru: Вернуться к выбору адреса
tr: Adres seçimine geri dön
uk: Повернутися до вибору рахунку

source: Back to CryptoPayment.link
de: Zurück zu CryptoPayment.link
es: Volver a CryptoPayment.link
fil: Balik sa CryptoPayment.link
fr: Retour à CryptoPayment.link
nl: Terug naar CryptoPayment.link
pt: Voltar para CryptoPayment.link
ru: Вернуться к созданию CryptoPayment.link
tr: CryptoPayment.link'ine geri dön
uk: Повернутися до CryptoPayment.link

source: Back to Donation Button Creator
de: Zurück zum Spendenbuttongenerator
es: Volver al creador de Botón de Donación
fil: Balik sa Donation Button Creator
fr: Retour au Créateur de bouton de don
nl: Terug naar donatie knop maker
pt: Voltar para o Criador do Botão de Doação
ru: Вернуться к созданию кнопки пожертвования
tr: Bağış tuşu oluşturucusuna geri dön
uk: Повернутися до створення пожертв

source: Back to my accounts
de: Zurück zu meinen Konten
es: Volver a mis cuentas
fil: Bumalik sa aking mga account
fr: Retour à mes comptes
nl: Terug naar mijn accounts
pt: Voltar para as minhas contas
ru: Вернуться к моим аккаунтам
tr: Hesaplarıma geri dön
uk: Повернутися до моїх рахунків

source: Back to Nimiq Gift Card
de: Zurück zur Geschenkkarte
es: Volver a las Tarjetas de Regalo Nimiq
fil: Balik sa Nimiq Gift Card
fr: Retour à la Carte cadeau Nimiq
nl: Terug naar Nimiq Gift Card
pt: Voltar para o Gift Card da Nimiq
ru: Вернуться к созданию Nimiq Gift Card
tr: Nimiq hediye çekine geri dön
uk: Повернутися до подарункових сертифікатів Німік

source: Back to Nimiq Vote
de: Zurück zur Abstimmung
es: Volver a Votación Nimiq
fil: Balik sa Nimiq Vote
fr: Retour à Nimiq Vote
nl: Terug naar Nimiq Vote
pt: Voltar para Votação da Nimiq
ru: Вернуться в Nimiq Vote
tr: Nimiq oylamasına geri dön
uk: Повернутися до голосування Німік

source: Back to Sign Message
de: Zurück zu Nachrichtensignierung
es: Volver a Firmar Mensaje
fil: Balik sa Sign Message
fr: Retour à la signature du message
nl: Terug naar bericht ondertekenen
pt: Voltar para Assinar Mensagem
ru: Вернуться к созданию подписи сообщения
tr: Mesajı imzalamaya geri dön
uk: Повернутися до підпису повідомлення

source: Back Up
de: Sichern
es: Respaldar
fil: Mag-backup
fr: Sauvegarder
ru: Резервная копия
tr: Yedekleme
uk: Зберегти

source: Backed Up
de: Gesichert
es: Respaldada
fil: Na-backup
fr: Sauvegardé
nl: Geback-upt
pt: Recuperado
ru: Резервная копия создана
tr: Yedeklendi
uk: Зарезервовано

source: Balance:
de: Saldo:
fil: Balanse:
fr: Solde :
nl: Balans:
pt: Saldo:
ru: Баланс:
tr: Bakiye:
uk: Сума:

source: Bitcoin activated
de: Bitcoin aktiviert
es: Bitcoin activado
fr: Bitcoin activé
nl: Bitcoin geactiveerd
pt: Bitcoin ativada
ru: Биткойн активирован
tr: Bitcoin etkin
uk: Біткоїн активовано

source: Bitcoin HTLC invalid: {error}
de: Bitcoin-HTLC ungültig: {error}
fr: HTLC Bitcoin invalide : {error}
uk: Bitcoin HTLC невірний: {error}

source: Blue Account
de: Blaues Konto
es: Cuenta Azul
fil: Asul na Account
fr: Compte bleu
nl: Blauw Account
pt: Conta azul
tr: Mavi Hesap
uk: Синій рахунок

source: Blue Address
de: Blaue Adresse
es: Dirección Azul
fil: Asul na Adres
fr: Adresse bleue
nl: Blauw Adres
pt: Endereço Azul
tr: Mavi Adres
uk: Синя адреса

source: Brown Account
de: Braunes Konto
es: Cuenta Café
fil: Kayumangging Account
fr: Compte marron
nl: Bruin Account
pt: Conta Castanha
tr: Kahverengi Hesap
uk: Коричневий рахунок

source: Brown Address
de: Braune Adresse
es: Dirección Café
fil: Kayumangging Adres
fr: Adresse marron
nl: Bruin Adres
pt: Endereço Castanho
tr: Kahverengi Adres
uk: Коричнева адреса

source: BTC network fee
de: BTC-Netzwerkgebühren
es: Cuota de red de BTC
fil: Bayad sa network ng BTC
fr: Frais de réseau BTC
nl: BTC netwerkkosten
pt: taxa de rede BTC
ru: Комиссия сети BTC
tr: BTC ağ ücreti
uk: Комісія BTC мережі

source: By adding a transaction fee, you can influence how fast your transaction will be processed.
de: Indem du eine Transaktionsgebühr hinzufügst, kannst du beeinflussen, wie schnell deine Transaktion verarbeitet wird.
es: Al agregar una cuota de transacción, puede influenciar que tan rápido se procesará su transacción
fil: Sa pamamagitan ng pagdaragdag ng bayarin sa transaksyon, maiimpluwensyahan mo kung gaano kabilis maproseso ang iyong transaksyon.
fr: En ajoutant des frais de transaction, vous pouvez influencer à quelle vitesse la transaction sera traitée.
nl: Door een transactievergoeding toe te voegen kan je de snelheid van je transactie beïnvloeden.
pt: Ao adicionar uma taxa de transação, podes influenciar a rapidez que a tua transação vai ser processada.
tr: İşlem ücreti ekleyerek işlem sürecinin hızını etkileyebilirsin.
uk: Ви можете вплинути на швидкість обробки переказу, додавши комісію.

source: Cancel
de: Abbrechen
es: Cancelar
fil: Ikansela
fr: Annuler
nl: Annuleer
pt: Cancelar
ru: Отмена
tr: İptal et
uk: Скасувати

source: Cancel payment
de: Zahlung abbrechen
es: Cancelar pago
fil: Ikansela ang pagbabayad
fr: Annuler le paiement
nl: Annuleer betaling
pt: Cancelar pagamento
ru: Отменить оплату
tr: Ödemeyi iptal et
uk: Скасувати платіж

source: Cashlink claimed!
de: Cashlink eingelöst!
es: ¡Cashlink reclamado!
fil: Naangkin na ang Cashlink!
fr: Cashlink réclamé !
nl: Cashlink geclaimd!
pt: Cashlink reivindicado!
ru: Cashlink получен!
tr: Cashlink talep edildi!
uk: Чек використано!

source: Cashlink created
de: Cashlink erstellt
es: Cashlink creado
fil: Nilikha ang cashlink
fr: Cashlink créé
nl: Cachlink aangemaakt
pt: Cashlink criado
ru: Cashlink создан
tr: Cashlink oluşturuldu
uk: Чек створено

source: Cashlink created.
de: Cashlink erstellt.
es: Cashlink creado.
fil: Nalikha na ang Cashlink.
fr: Cashlink créé
nl: Cashlink aangemaakt.
pt: Cashlink criado.
ru: Cashlink создан.
tr: Cashlink oluşturuldu.
uk: Чек створено.

source: Cashlink empty :(
de: Cashlink ist leer :(
es: Cashlink vacío :(
fil: walang laman ang Cashlink :(
fr: Cashlink vide :(
nl: De Cashlink is leeg :(
pt: Cashlink vazio :(
ru: Cashlink пуст :(
tr: Cashlink boş :(
uk: Порожній чек :(

source: Cashlink funding
de: Cashlink-Aufladung
es: Financiando Cashlink
fil: pagpopondo ng Cashlink
fr: Financement du Cashlink
nl: Cashlink financieren
pt: Cashlink financiado
ru: Cashlink пополняется
tr: Cashlink yüklemesi
uk: Чек поповнюється

source: Cashlink is empty
de: Cashlink ist leer
es: Cashlink esta vacío
fil: walang laman ang Cashlink
fr: Le Cashlink est vide
nl: De Cashlink is leeg
pt: Cashlink está em branco
ru: Cashlink пуст
tr: Cashlink boş
uk: Чек порожній

source: Cashlink not funded
de: Cashlink nicht aufgeladen
es: Cashlink no financiado
fil: hindi pinopondohan ang Cashlink
fr: Le Cashlink n'est pas financé
nl: De Cashlink is niet gefinancierd
pt: Cashlink não financiado
ru: Cashlink не содержит средств
tr: Cashlink'e bir şey yüklenmemiş
uk: Чек не поповнено

source: Change
de: Ändern
es: Cambiar
fil: Magbago
fr: Changer
nl: Aanpassen
pt: Alterar
ru: Изменить
tr: Değiştir
uk: Змінити

source: Check your Backup | Check your Backups
de: Überprüfe dein Backup | Überprüfe deine Backups
es: Revise su respaldo | Revise sus respaldos
fil: Suriin ang iyong Pag-backup | Suriin ang iyong mga Pag-backup
fr: Vérifiez votre sauvegarde | Vérifiez vos sauvegardes
nl: Controleer je back-up | Controleer je back-ups
pt: Verifica o teu Backup | Verifica os teus Backups
ru: Проверьте Резервную Копию | Проверьте Резервные Копии
tr: Yeklemeni kontrol et | Yedeklemelerini kontrol et
uk: Перевірте спосіб входу | Перевірте способи входу

source: Checking status
de: Überprüfe Status
es: Revisando estado
fil: Sinusuri ang katayuan
fr: Vérification du statut
nl: Status controleren
pt: A verificar o status
ru: Проверяем статус
tr: Durum kontrol ediliyor
uk: Перевірка стану

source: Choose a new Address
de: Wähle eine neue Adresse
es: Elija una nueva Dirección
fil: Pumili ng isang bagong Adres
fr: Choisir une nouvelle adresse
nl: Kies een nieuw adres
pt: Escolhe um novo Endereço
ru: Выбрать новый Адрес
tr: Yeni bir adres seç
uk: Виберіть нову адресу

source: Choose an Account
de: Wähle ein Konto
es: Seleccione una Cuenta
fr: Choisissez un Compte
nl: Kies een account
pt: Escolhe uma Conta
uk: Оберіть рахунок

source: Choose an Address
de: Wähle eine Adresse
es: Elija una Dirección
fil: Pumili ng isang Adres
fr: Choisir une adresse
nl: Kies een adres
pt: Escolhe um Endereço
ru: Выбрать Адрес
tr: Bir adres seç
uk: Виберіть адресу

source: Choose an Address to pay
de: Wähle eine Adresse zum Bezahlen
es: Elija una Dirección para pagar
fil: Pumili ng isang Adres na babayaran
fr: Choisir une adresse pour payer
nl: Kies een adres om mee te betalen
pt: Escolhe um Endereço para pagar
ru: Выберите Адрес для совершения платежа
tr: Ödeme için bir adres seç
uk: Виберіть адресу щоб оплати

source: Choose an Address to sign
de: Wähle eine Adresse zum Signieren
es: Elija una Dirección para firmar
fil: Pumili ng isang Adres upang mag-sign
fr: Choisir une adresse pour signer
nl: Kies een adres om mee te ondertekenen
pt: Escolhe um Endereço para assinar
ru: Выберите Адрес для подписи
tr: İmza için bir adres seç
uk: Виберіть адресу для підпису

source: Choose an Avatar
de: Wähle einen Avatar
es: Elija un Avatar
fil: Pumili ng isang Avatar
fr: Choisir un avatar
nl: Kies een avatar
pt: Escolhe um Avatar
ru: Выберите Аватар
tr: Bir avatar seç
uk: Виберіть адресу

source: Choose Sender
de: Wähle Absender
es: Elija remitente
fil: Piliin ang Nagpadala
fr: Choisissez l'émetteur
nl: Kies verzender
pt: Escolhe o Remetente
ru: Выберите Получателя
tr: Göndereni seç
uk: Виберіть відправника

source: Choose which Nimiq address to use.
de: Wähle, welche Nimiq-Adresse du verwenden möchtest.
es: Seleccione la dirección Nimiq que desea utilizar.
fr: Choisissez quelle adresse Nimiq utiliser.
nl: Kies welk Nimiq adres je wilt gebruiken.
pt: Escolhe que endereço Nimiq usar.
uk: Виберіть, яку адресу Nimiq використовувати.

source: Claim Cashlink
de: Cashlink einlösen
es: Reclamar Cashlink
fil: I-claim ang Cashlink
fr: Réclamer le Cashlink
pt: Reivindicar Cashlink
ru: Забрать Cashlink
tr: Cashlink'i Talep Edin
uk: Використати чек

source: Claim your Cash
de: Löse deinen Cashlink ein
es: Reclame su Dinero
fil: I-claim ang Cashlink
fr: Réclamer votre argent
nl: Claim je geld
pt: Reivindicar o teu Dinheiro
ru: Заберите ваши деньги
tr: Nakit Paranızı Talep Edin
uk: Забрати кошти

source: Claiming Cashlink
de: Cashlink wird eingelöst
es: Reclamando Cashlink
fil: Inaangkin ang Cashlink
fr: Réclamation du Cashlink
nl: Cashlink aan het claimen
pt: A reivindicar Cashlink
ru: Забираем Cashlink
tr: Cashlink Talep Ediliyor
uk: Чек застосовується

source: Click Connect
de: Klicke auf Verbinden
es: Haga Click para Conectar
fil: Pindutin ang Connect
fr: Cliquez sur Connecter
nl: Klik Verbinden
pt: Clica para Conectar
ru: Нажмите «Подключиться»
tr: Bağlan'a tıkla
uk: Натисніть Підключитися

source: Click to copy:
de: Zum Kopieren klicken:
es: Click para copiar:
fil: Pindutin para kopyahin\:
fr: Cliquez pour copier :
nl: Klik om te kopiëren:
pt: Clica para copiar:
tr: Kopyalamak için tıklayın:
uk: Натисніть, щоб скопіювати:

source: Close
de: Schließen
es: Cerrar
fil: Isarado
fr: Fermer
nl: Sluiten
pt: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити

source: Collecting payment details
de: Zahlungsdetails werden ermittelt
es: Recolectando detalles de pago
fil: Pagkolekta ng mga detalye sa pagbabayad
fr: Collection des détails du paiement
nl: Betaalgegevens ophalen
pt: A reunir detalhes de pagamento
ru: Собираем платёжные данные
tr: Ödeme ayrıntılarını toplama
uk: Збір платіжних реквізитів

source: Confirm {outgoingOrIncoming} transaction on Ledger
de: Bestätige {outgoingOrIncoming} Transaktion auf dem Ledger
es: Confirmar {outgoingOrIncoming} transacción en su Ledger
fil: Kumpirmahin ang transaksyong {outgoingOrIncoming} sa Ledger
fr: Confirmez la transaction {outgoingOrIncoming} sur votre Ledger
nl: Bevestig {outgoingOrIncoming} transactie op Ledger
pt: Confirmar {outgoingOrIncoming} transação no Ledger
ru: Подтвердите {outgoingOrIncoming} транзакцию на Ledger
tr: Ledger'da {outgoingOrIncoming} işlemini onayla
uk: Підтвердьте {outgoingOrIncoming} транзакцію на Ledger

source: Confirm Address
de: Adresse bestätigen
es: Confirmando Dirección
fil: Kumpirmahin ang Address
fr: Confirmer l'adresse
nl: Bevestig adres
pt: Confirmar Endereço
ru: Подтвердить Адрес
tr: Adresi onayla
uk: Підтвердьте адрес
