Repository: nimiq/hub
Catalog: src/i18n/*.po
Languages: de, es, fil, fr, nl, pt, ru, tr, uk

source: Login File saved!
de: Login Datei gespeichert!
es: ¡Se ha guardado el Archivo de Sesión!
fil: Na-save na ang Login File!
fr: Fichier de connexion enregistré !
nl: Login File opgeslagen!
pt: Ficheiro de Login guardado!
tr: Giriş dosyası kaydedildi!
uk: Файл-ключ збережено!

source: Login to another account
de: Melde dich in einem anderen Konto an
es: Ingrese con otra cuenta.
fr: Se connecter à un autre compte
nl: Login op een ander account
pt: Iniciar sessão noutra conta
uk: Увійти до іншого рахунку

source: Login to existing account
de: In vorhandenes Konto einloggen
es: Iniciar Sesión a cuenta existente
fil: Mag-login sa mayroon nang account
fr: Connexion à un compte existant
nl: Inloggen met bestaand account
pt: Iniciar sessão para uma conta existente
ru: Войти в существующий аккаунт
tr: Var olan hesaba giriş yap
uk: Увійти на існуючий рахунок.

source: Login to fund your Cashlink
de: Einloggen, um Cashlink aufzuladen
es: Iniciar sesión para financiar su Cashlink
fil: Mag-login upang pondohan ang iyong Cashlink
fr: Connectez-vous pour financer votre Cashlink
nl: Inloggen om je Cashlink te financiëren
pt: Iniciar sessão para financiar o teu Cashlink
ru: Авторизуйтесь, чтобы добавить средства на ваш Cashlink
tr: Cashlink'e yükleme yapmak için giriş yap
uk: Увійдіть щоб поповнити чек.

source: Message signing is not yet supported for Ledgers.
de: Nachrichten-Signierung funktioniert noch nicht für Ledger-Geräte.
es: Firmas de mensajes aún no esta soportado en Ledgers
fil: Ang pag-sign ng mensahe ay hindi pa suportado para sa Ledgers.
fr: La signature de messages n'est pas encore supportée pour les Ledgers.
nl: Bericht ondertekenen wordt nog niet ondersteund voor Ledgers.
pt: Assinar mensagem ainda não é suportado por Ledgers.
ru: В настоящий момент Ledger не поддерживает подпись сообщений.
tr: Mesajlar için imza henüz desteklenmiyor.
uk: Підпис повідомлень наразі недоступний для Ledger.

source: Mind the loss of settings
de: Nicht vergessen, dass Einstellungen gelöscht werden
es: Tenga en cuenta la perdida de ajustes
fil: Isip ang pagkawala ng mga setting
fr: Attention à la perte des paramètres
nl: Let op het verlies van instellingen
pt: Cuidado com a perda de configurações
ru: Помните о том, что ваши настройки будут сброшены
tr: Ayarların silindiğini unutma
uk: Остерігайтеся втрати налаштувань

source: Mixing colors
de: Farbauswahl
es: Mezclando colores
fil: Paghahalo ng mga kulay
fr: Mélange des couleurs
nl: Kleuren mengen
pt: A misturar cores
ru: Смешанные цвета
tr: Renk seçimi
uk: Змішування кольорів

source: More Avatars
de: Mehr Avatare
es: Más Avatars
fil: Marami pang Mga Avatar
fr: Plus d'avatars
nl: Meer avatars
pt: Mais Avatares
ru: Больше Аватаров
tr: Daha fazla avatar
uk: Більше адрес

source: My Backups are safe.
de: Meine Backups sind an einem sicheren Ort.
es: Mis respaldos están a salvo.
fil: Ang aking mga Backup ay ligtas.
fr: Mes sauvegardes sont en sécurité.
nl: Mijn back-ups zijn veilig.
pt: Os meus Backups estão seguros.
ru: Резервные Копии сохранены.
tr: Yedeklemelerim güvenli.
uk: Мої секретні слова у безпеці.

source: New Address added to your Account.
de: Neue Adresse zum Konto hinzugefügt.
es: Nuevas Direcciones agregadas a su Cuenta.
fil: Nagdagdag ng bagong Address sa iyong Account.
fr: Nouvelle adresse ajoutée à votre compte.
nl: Nieuw adres is toegevoegd aan je account.
pt: Novo Endereço adicionado à tua Conta.
ru: Новые Адреса были добавлены к вашему Аккаунту.
tr: Hesabına yeni adres eklendi.
uk: Нову адресу було додатно до рахунку.

source: New Cashlink
de: Neuer Cashlink
es: Cashlink Nuevo
fil: Bagong Cashlink
fr: Nouveau Cashlink
nl: Nieuwe Cashlink
pt: Novo Cashlink
ru: Новый Cashlink
tr: Yeni Cashlink
uk: Новий чек

source: NIM network fee
de: NIM-Netzwerkgebühren
es: Cuota de red de NIM
fil: Bayad sa network ng NIM
fr: Frais de réseau NIM
nl: NIM netwerkkosten
pt: taxa de rede NIM
ru: Комиссия сети NIM
tr: NIM ağ ücreti
uk: Комісія NIM мережі

source: Nimiq implements the ImageWallet standard with the Nimiq Login File.
de: Nimiq implementiert den ImageWallet-Standard mit der Nimiq Login-Datei.
es: Nimiq implementa el estándar ImageWallet con el Archivo de Sesión Nimiq.
fil: Ipinatutupad ni Nimiq ang pamantayan ng ImageWallet gamit ang Nimiq Login File.
fr: Nimiq implémente le standard ImageWallet avec le Fichier de Connexion Nimiq.
nl: Nimiq implementeert de ImageWallet standaard bij de Nimiq Login File.
pt: A Nimiq implementa a ImageWallet padrão com o Ficheiro de Login da Nimiq.
ru: Nimiq использует стандарт ImageWallet в Файле Авторизации.
tr: Nimiq, ImageWallet standardını Nimiq Giriş Dosyası ile uygular.
uk: Німік впроваджує ImageWallet стандарт за допомогою файлу-ключа.

source: Nimiq just got better! The new design comes with a batch of new features.
de: Nimiq ist jetzt noch besser! Das neue Design bietet eine Reihe neuer Funktionen.
es: ¡Nimiq se ha vuelvo aún mejor! El nuevo diseño viene con un montón de mejoras.
fil: Naging gumaling lang si Nimiq! Ang bagong disenyo ay may kasamang isang pangkat ng mga bagong tampok.
fr: Nimiq s'améliore ! Le nouveau design arrive avec son lot de nouvelles fonctionnalités.
nl: Nimiq is zojuist beter geworden! Het nieuwe ontwerp komt met een serie nieuwe ontwikkelingen.
pt: A Nimiq ficou ainda melhor! Os novos designs vêm com um lote de novas funcionalidades.
ru: Nimiq стал лучше! Новый дизайн также содержит ряд новых функций.
tr: Nimiq artık daha da iyi! Yeni dizayn birçok yeni özellik getiriyor.
uk: Німік стає кращим! Зустрічайте новий дизайн з новими можливостями.

source: No
de: Keine
fil: Hindi
fr: Pas de
nl: Nee
pt: Sem
ru: Нет
tr: Hayır
uk: Ні

source: No App found
de: App nicht gefunden
es: No se encontró ninguna Aplicación
fil: Walang nahanap na App
fr: Aucune application trouvée
nl: Geen app gevonden
pt: Aplicação não encontrada
ru: Приложение не найдено
tr: Uygulama bulunamadı
uk: Додаток не знайдено

source: None of your available addresses has sufficient balance.
de: Keine deiner Adressen verfügt über ausreichendes Guthaben.
es: Ninguna de sus direcciones disponibles tiene suficientes fondos.
fil: Wala sa iyong mga magagamit na address ang may sapat na balanse.
fr: Aucune de vos adresses disponibles n'a un solde suffisant.
nl: Geen van je beschikbare adressen heeft voldoende saldo.
pt: Nenhum dos teus endereços disponíveis tem saldo suficiente.
ru: Баланс на ваших доступных счетах недостаточен.
tr: Mevcut adreslerinden hiçbirinde yeterli bakiye bulunmuyor.
uk: Жодний з доступних рахунків не має достатньо коштів.

source: Nothing to update.
de: Nichts zu aktualisieren.
es: Nada por actualizar.
fil: Wala ng maiupdate.
fr: Rien à mettre à jour.
nl: Niets om te updaten.
pt: Nada para atualizar.
ru: Нечего обновлять.
tr: Güncellenecek bir şey yok.
uk: Оновлень нема.

source: OASIS service fee
de: OASIS-Servicegebühr
es: Cuota de servicio de OASIS
fil: Bayad sa serbisyo ng OASIS
fr: Frais de service OASIS
nl: OASIS servicekosten
pt: taxa de serviço OASIS
ru: Комиссия сервиса OASIS
tr: OASIS hizmet ücreti
uk: Комісія за послуги OASIS

source: One account can now have multiple addresses.
de: Ein Konto kann jetzt mehrere Adressen haben.
es: Una cuenta puede tener ahora multiples direcciones.
fil: Ang isang account ay maaari nang magkaroon ng maraming mga address.
fr: Un compte peut dorénavant avoir plusieurs adresses.
nl: Eén account kan nu meerdere adressen hebben.
pt: Agora uma conta pode ter vários endereços.
ru: Теперь на одном аккаунте может быть сразу несколько адресов.
tr: Bir hesapta artık birçok adres olabilir.
uk: Тепер один рахунок може мати декілька адрес.

source: Open the {app} App
de: Öffne die {app}-App
es: Abra la {app} App
fil: Buksan ang {app} App
fr: Ouvrez l'app {app}
nl: {app} App openen
pt: Abrir a aplicação {app}.
ru: Открыть приложение {app}
tr: {app} uygulamasını aç
uk: Відкрити {app} додаток

source: Open Wallet App
de: Öffne die Wallet App
es: Abrir Aplicación Billetera
fil: Buksan ang Wallet App
fr: Ouvrir l'app Wallet
pt: Abrir a Aplicação Wallet
ru: Открыть Wallet App
tr: Cüzdan uygulamasını aç
uk: Відкрити додаток гаманця

source: Orange Account
de: Oranges Konto
es: Cuenta Naranja
fil: Kahel na Account
fr: Compte orange
nl: Oranje Account
pt: Conta Laranja
tr: Turuncu Hesap
uk: Помаранчевий рахунок

source: Orange Address
de: Orange Adresse
es: Dirección Naranja
fil: Kahel na Adres
fr: Adresse Orange
nl: Oranje Adres
pt: Endereço Laranja
tr: Turuncu Adres
uk: Помаранчева адреса

source: Other wallets
de: Andere Wallets
es: Otras billeteras
fil: Mga ibang pitaka
fr: Autres porte-monnaies
nl: Andere wallets
pt: Outras wallets
tr: Diğer cüzdanlar
uk: Інші гаманці

source: outgoing
de: ausgehende
es: saliendo
fil: palabas
fr: sortante
nl: uitgaand
pt: saída
ru: исходящая
tr: çıkan
uk: вихідний

source: Owner:
de: Eigentümer:
es: Dueño.
fil: May-ari:
fr: Propriétaire :
nl: Eigenaar:
pt: Proprietário:
ru: Владелец:
tr: Sahibi:
uk: Власник:

source: Pay with {currencyFullName}
de: Bezahle mit {currencyFullName}
es: Pagar con {currencyFullName}
fil: Magbayad gamit ang {currencyFullName}
fr: Payer avec {currencyFullName}
nl: Betalen met {currencyFullName}
pt: Pagar com {currencyFullName}
ru: Оплатить в {currencyFullName}
tr: {currencyFullName} ile öde
uk: Сплатити за допомогою {currencyFullName}

source: Pay with Nimiq
de: Bezahle mit Nimiq
es: Pagar con Nimiq
fil: Bayaran kay Nimiq
fr: Payer avec Nimiq
nl: Betaal met Nimiq
pt: Pagar com Nimiq
ru: Оплатить в Nimiq
tr: Nimiq ile öde
uk: Сплатити Німіком

source: Payment Reference
de: Ödeme referansı
es: Referencia de Pago
fil: Reperens ng Binayad
fr: Référence de paiement
nl: Betalingskenmerk
pt: Referência de pagamento
ru: Номер Платежа
tr: Ödeme referansı
uk: Платіжні реквізити

source: Payment successful
de: Zahlung erfolgreich
es: Pago exitoso
fil: Matagumpay ang transaksiyon
fr: Paiement réussi
nl: Betaling succesvol
pt: Pagamento sucedido
ru: Платёж прошел успешно
tr: Ödeme başarılı
uk: Оплата успішна

source: Payment successful.
de: Zahlung erfolgreich.
es: Pago existoso
fil: Matagumpay ang transaksiyon
fr: Paiement réussi.
nl: Betaling succesvol.
pt: Pagamento sucedido.
ru: Платёж прошел успешно.
tr: Ödeme başarılı.
uk: Успішна оплата.

source: Pink Account
de: Pinkes Konto
es: Cuenta Rosa
fil: Rosas na Account
fr: Compte rose
nl: Roze Account
pt: Conta Rosa
tr: Pembe Hesap
uk: Рожевий рахунок

source: Pink Address
de: Pinke Adresse
es: Dirección Rosa
fil: Rosas na Adres
fr: Adresse rose
nl: Roze Adres
pt: Endereço Rosa
tr: Pembe Adres
uk: Рожева адреса

source: Please cancel the previous request on your Ledger.
de: Bitte breche die vorherige Anfrage auf deinem Ledger ab.
es: Por favor cancele la petición anterior en su Ledger.
fil: Mangyaring kanselahin ang nakaraang kahilingan sa iyong Ledger.
fr: Merci d'annuler la requête précédente sur votre Ledger.
nl: Annuleer alstublieft de vorige aanvraag op je Ledger.
pt: Por favor cancela o pedido anterior no teu Ledger.
ru: Пожалуйста, отмените предыдущий запрос на вашем Ledger.
tr: Lütfen Ledger'ındaki bir önceki isteği iptal et.
uk: Будь ласка, скасуйте попередній запит у Ledger.

source: Please cancel the request on your Ledger
de: Bitte breche die Anfrage auf deinem Ledger ab
es: Por favor cancele la petición en su Ledger
fil: Mangyaring kanselahin ang kahilingan sa iyong Ledger
fr: Veuillez annuler la requête sur votre Ledger
nl: Annuleer alstublieft de aanvraag op je Ledger
pt: Por favor cancela o pedido no teu Ledger
ru: Пожалуйста, отмените запрос на вашем Ledger
tr: Lütfen Ledger'ındaki isteği iptal et.
uk: Будь ласка, скасуйте запит у Ledger

source: Please go back and restart the process.
de: Bitte gehe zurück und starte den Prozess erneut.
es: Por favor vuelva y comience de nuevo el proceso.
fil: Mangyaring bumalik at muling simulan ang proseso.
fr: Veuillez revenir en arrière et redémarrer le processus.
nl: Ga alstublieft terug en start het proces opnieuw.
pt: Por favor volta atrás e recomeça o processo.
ru: Пожалуйста, вернитесь и начните сначала.
tr: Lütfen geri git ve işlemi tekrar başlat.
uk: Поверніться назад і розпочніть процес з початку.

source: Please go back to the shop and restart the process.
de: Bitte gehe zurück zum Shop und starte den Vorgang erneut.
es: Por favor vuelva a la tienda y comience de nuevo el proceso.
fil: Mangyaring bumalik at muling simulan ang proseso.
fr: Veuillez retourner au magasin et recommencer le processus.
nl: Ga alstublieft terug naar de winkel en start het proces opnieuw.
pt: Por favor volta para a loja e recomeça o processo.
ru: Пожалуйста, вернитесь в магазин и начните заново.
tr: Lütfen online mağazaya geri dön ve işlemi tekrar başlat.
uk: Поверніться назад у магазин і розпочніть процес з початку.

source: Please send the transaction manually
de: Bitte sende die Transaktion manuell
es: Por favor envíe la transacción manualmente
fil: Mangyaring ipadala ang transaksyon nang manu-mano
fr: Veuillez envoyer la transaction manuellement
nl: Stuur de transactie alstublieft handmatig
pt: Por favor envia a transação manualmente
ru: Пожалуйста, отправьте транзакцию вручную
tr: Lütfen işlemi manuel olarak yolla.
uk: Будь ласка, надішліть переказ вручну

source: Prepare for update
de: Update vorbereiten
es: Prepárese para la actualización
fil: Maghanda para sa pag-update
fr: Préparer la mise à jour
nl: Maak je klaar voor een update
pt: Preparar para atualização
ru: Подготовка к обновлению
tr: Güncellemeyi hazırla
uk: Розпочати оновлення

source: Preparing Swap
de: Tausch wird vorbereitet
es: Preparando intercambio
fil: Paghahanda ng Pagpalit
fr: Swap en préparation
nl: Swap voorbereiden
pt: A preparar Troca
ru: Подготавливаем обмен
tr: Takası hazırla
uk: Підготовлюється обмін

source: Processing your payment
de: Zahlung wird verarbeitet
es: Procesando su pago
fil: Pinoproseso ang iyong bayad
fr: Traitement de votre paiement
nl: Je betaling verwerken
pt: A processar o teu pagamento
ru: Платеж в обработке
tr: Ödemen işleniyor
uk: Платіж обробляється

source: Purple Account
de: Lila Konto
es: Cuenta Morada
fil: Ubeng Account
fr: Compte violet
nl: Paars Account
pt: Conta Púrpura
tr: Mor Hesap
uk: Фіолетовий рахунок

source: Purple Address
de: Lila Adresse
es: Dirección Morada
fil: Ubeng Adres
fr: Adresse violette
nl: Paars Adres
pt: Endereço Púrpura
tr: Mor Adres
uk: Фіолетова адреса

source: Recovery Words exported!
de: Wiederherstellungswörter exportiert!
es: ¡Las Palabras de Respaldo han sido exportadas!
fil: Na-export ang mga salitang pang-backup!
fr: Mots de Récupération exportés !
nl: Herstelwoorden zijn geëxporteerd!
pt: Palavra de Recuperação exportadas!
ru: Защитная Фраза экспортирована!
tr: Kurtarma kelimeleri dışa aktarıldı!
uk: Секретні слова завантажено!

source: Red Account
de: Rotes Konto
es: Cuenta Roja
fil: Pulang Account
fr: Compte rouge
nl: Rood Account
pt: Conta Vermelha
tr: Kırmızı Hesap
uk: Червоний рахунок

source: Red Address
de: Rote Adresse
es: Dirección Roja
fil: Pulang Adres
fr: Adresse rouge
nl: Rood Adres
pt: Endereço Vermelho
tr: Kırmızı Adres
uk: Червона адреса

source: Refund Failed
de: Erstattung fehlgeschlagen
es: Reembolso Fallido
fil: Hindi umusad ang pag-refund
fr: Echec du remboursement
nl: Restitutie mislukt
pt: Falha no reembolso
ru: Возврат средств не выполнен
tr: İade başarısız
uk: Помилка відшкодування коштів

source: Refunding this Swap is currently not supported on this device or browser. Please use the device and browser you originally created the Swap with. Otherwise please try again in the future.
de: Die Rückerstattung dieses Tauschs wird derzeit auf diesem Gerät oder Browser nicht unterstützt. Bitte verwende das Gerät und den Browser, mit dem du den Tausch ursprünglich erstellt hast. Andernfalls versuche es bitte in Zukunft erneut.
es: El reembolso de este Intercambio no están soportados en este dispositivo o navegador. Por favor utilice el dispositivo o navegador que utilizo originalmente para crear el Intercambio. De otra forma intente de nuevo en el futuro.
fil: Hindi suportado ang browser o kagamitan na ito sa pag-refund ng palitan. Maaring gamitin lang ang kagamitan o browser kung saan mo unang ginawan ng Swap. O kaya'y subukan ulit ito sa susunod.
fr: Le remboursement de ce Swap est actuellement non supporté sur cet appareil et/ou navigateur. Utilisez l'appareil ou le navigateur avec lequel vous avez créé le Swap ou essayez plus tard.
nl: Het terugbetalen van deze Swap wordt momenteel niet ondersteund op dit apparaat of deze browser. Gebruik het apparaat en de browser waarmee je de Swap oorspronkelijk hebt gemaakt. Probeer het anders in de toekomst opnieuw.
pt: De momento reembolsar esta Troca não é possível neste dispositivo ou browser. Por favor usa o dispositivo e browser com que criaste a Troca. Caso contrário, tenta mais tarde.
ru: Возврат средств за обмен не поддерживается на этом устройстве/браузере. Для возврата средств используйте те же браузер и устройство, где вы создавали обмен или повторите попытку позже.
tr: Bu takasın iadesi şu an bu cihaz veya web tarayıcısında desteklenmiyor. Lütfen takası oluşturduğun cihazı veya web tarayıcısını kullan. Aksi halde lütfen daha sonra tekrar dene.
uk: Відшкодування цього Обміну наразі не підтримується на цьому пристрої чи веб-оглядачі. Будь ласка, використовуйте пристрій і веб-оглядач, за допомогою яких ви створили Обмін. В іншому випадку спробуйте пізніше.

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
nl: Herladen
pt: Recarregar
ru: Перезагрузить
tr: Tekrar yükle
uk: Перезавантажити

source: Rename Account
de: Konto umbennen
es: Renombrar Cuenta
fil: Palitan ang pangalan ng Account
fr: Renommer le compte
nl: Accountnaam veranderen
pt: Renomear Conta
ru: Переименовать Аккаунт
tr: Hesabı yeniden adlandır
uk: Перейменувати рахунок

source: Request failed
de: Anfrage fehlgeschlagen
es: Petición fallida
fil: Nabigong kahilingan
fr: Requête échouée
nl: Verzoek mislukt
pt: Pedido falhou
ru: Запрос не выполнен
tr: İstek başarısız
uk: Помилка запиту

source: Request failed:
de: Anfrage fehlgeschlagen:
es: Petición fallida:
fil: Nabigong kahilingan:
fr: Requête échouée :
nl: Verzoek mislukt:
pt: Pedido falhou:
ru: Запрос не выполнен:
tr: İstek başarısız:
uk: Помилка запиту:

source: Requesting balances...
de: Ermittle Guthaben...
es: Solicitando balances...
fil: Humihiling ng mga balanse ...
fr: Récupération des soldes...
nl: Balans opvragen...
pt: A solicitar balanços...
ru: Запрос баланса...
tr: Bakiyeler isteniyor...
uk: Завантаження балансу...

source: Restart Payment
de: Zahlung neu starten
es: Reiniciar Pago
fil: I-restart ang Pagbabayad
fr: Recommencer le paiement
nl: Betaling opnieuw starten
pt: Recomeçar pagamento
ru: Начать платёж заново
tr: Ödemeyi tekrar başlat
uk: Перезапустити платіж

source: Retrieving your old accounts...
de: Rufe alte Konten ab...
es: Obteniendo sus cuentas viejas...
fil: Kinukuha ang iyong mga lumang account ...
fr: Récupération de vos anciens comptes...
nl: Oude accounts ophalen...
pt: A recuperar as tuas contas antigas...
ru: Восстановление ваших старых учетных записей...
tr: Eski hesapların alınıyor...
uk: Завантаження старих рахунків...

source: Retry
de: Noch einmal
es: Reintentar
fil: Subukang muli
fr: Réessayer
nl: Probeer opnieuw
pt: Repetir
ru: Повторить
tr: Tekrar dene
uk: Повторити спробу

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pt: Guardar
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Send your transaction
de: Transaktion senden
es: Enviando su transacción
fil: Ipadala ang iyong transaksyon
fr: Envoyer votre transaction
nl: Verstuur je transactie
pt: Envia a tua transação
ru: Отправить транзакцию
tr: İşlemini yolla
uk: Надішліть Ваш переказ

source: Sending Transaction
de: Sende Transaktion
es: Enviando Transacción
fil: Pagpapadala ng Transaksyon
fr: Envoi de la transaction en cours
nl: Transactie versturen
pt: A enviar transação
ru: Отправка транзакции
tr: İşlem yollanıyor
uk: Надсилання переказу

source: Sending transaction...
de: Sende Transaktion...
es: Enviando Transacción...
fil: Nagpapadala ng transaksyon ...
fr: Envoi de la transaction en cours...
nl: Transactie versturen...
pt: A enviar transação...
ru: Отправка транзакции...
tr: İşlem yollanıyor...
uk: Надсилання переказу...

source: Set a password. Get the Login file. Done.
de: Wähle ein Passwort. Erhalte eine Login-Datei. Fertig.
fr: Définir un mot de passe. Obtenir le fichier de connexion. Terminé.
nl: Stel een wachtwoord in. Download de Login File. Klaar.
pt: Define uma palavra passe. Recebe o Ficheiro de Login. Feito.

source: Set fee
de: Gebühr festlegen
es: Insertar cuota
fil: Itakda ang bayad
fr: Définir les frais
nl: Transactiekosten instellen
pt: Define a taxa
ru: Установить размер комиссии
tr: Ücreti belirle
uk: Укажіть комісію

source: Share
de: Teilen
es: Compartir
fil: Magbahagi
fr: Partager
nl: Delen
pt: Partilhar
ru: Поделиться
tr: Paylaş
uk: Поділитися

source: Sign Message
de: Nachricht signieren
es: Firmar Mensaje
fil: Mensahe sa Pag-sign
fr: Signer le message
nl: Bericht ondertekenen
pt: Assinar Mensagem
ru: Подписать сообщение
tr: Mesajı imzala
uk: Підписати повідомлення

source: Signing transactions...
de: Signiere Transaktionen...
es: Firmando transacciones...
fil: Pag-sign ng mga transaksyon ...
fr: Signature des transactions...
nl: Transacties ondertekenen...
pt: A assinar transações...
ru: Подписание транзакций...
tr: İşlemler imzalanıyor...
uk: Підписання переказу...

source: Single Accounts
de: Einzeladresskonten
es: Cuentas Individual
fil: Mga Single Account
fr: Comptes Legacy
nl: Enkele accounts
pt: Contas únicas
ru: Одиночные Адреса
tr: Tek hesaplar
uk: Одиничні рахунки

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fil: May nangyaring mali
fr: Quelque chose s'est mal passé
nl: Er is iets verkeerd gegaan
pt: Algo deu errado
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
uk: Щось пішло не так

source: Something went wrong with your request. Please try again.
de: Bei deiner Anfrage ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Algo salió mal con su petición. Por favor intente de nuevo.
fil: Nagkaproblema sa iyong hiling. Ulitin mo ulit.
fr: Un problème est survenu lors de la requête. Veuillez réessayer.
nl: Er is iets verkeerd gegaan met je aanvraag. Probeer het alstublieft opnieuw.
pt: Algo deu errado no teu pedido. Por favor tenta novamente.
ru: Произошла ошибка при отправке запроса. Пожалуйста, попробуйте еще раз.
tr: İsteğin ile alakalı bir şeyler ters gitti. Lütfen tekrar dene.
uk: Щось пішло не так з запитом. Спробуйте ще раз.

source: Space exceeded
de: Speicher ausgeschöpft
es: Espacio excedido
fil: Lumagpas sa puwang
fr: Espace dépassé
nl: Ruimte overschreden
pt: Espaço excedido
ru: Превышен лимит доступного места
tr: Hafıza tükendi
uk: Недостатньо місця

source: Speed up your transaction
de: Beschleunige deine Transaktion
es: Acelere su transacción
fil: Bilisan ang iyong transaksyon
fr: Accélérez votre transaction
nl: Versnel je transactie
pt: Acelere a tua transação
ru: Ускорьте обработку вашей транзакции
tr: İşlemini hızlandır
uk: Пришвидшити переказ

source: Staking Contract
fr: Contrat de Staking

source: Start Time:
fr: Heure de début :

source: Storing your new accounts...
de: Neue Konten werden gespeichert...
es: Almacenando sus cuentas nuevas...
fil: Ang pag-iimbak ng iyong mga bagong account ...
fr: Enregistrement de vos nouveaux comptes...
nl: Je nieuwe accounts opslaan...
pt: A guardar as tuas novas contas...
ru: Сохранение ваших новых учетных записей...
tr: Yeni hesapların kaydediliyor...
uk: Збереження ваших нових рахунків...

source: Swap authorized
de: Tausch autorisiert
es: Intercambio autorizado
fil: Ang palitan ay pinahintulutan
fr: Swap autorisé
nl: Swap geautoriseerd
pt: Troca autorizada
tr: Takas yetkisi verildi
uk: Обмін авторизовано
