Repository: nimiq/hub
Catalog: src/i18n/*.po
Languages: de, es, fil, fr, nl, pt, ru, tr, uk

source: Swap fee
de: Tauschgebühr
es: Cuota de intercambio
fil: Pagpalit ng bayad
fr: Frais de swap
nl: Swap kosten
pt: Taxa de troca
ru: Комиссия за обмен
tr: Takas ücreti
uk: Комісія за обмін

source: Swap Setup Failed
de: Tauschvorgang fehlgeschlagen
es: Configuración del Intercambio Fallida
fil: Nabigo ang Pag-setup ng Ipagpalit
fr: Echec de la mise en place du swap
nl: Swap initialisatie mislukt
pt: Falhou a Configuração da Troca
ru: Не удалось подготовить обмен
tr: Takas işlemi başarısız
uk: Помилка налаштування обміну

source: Syncing
de: Synchronisiere
es: Sincronizando
fil: Nagsi-sync
fr: Synchronisation
nl: Synchroniseren
pt: A sincronizar
ru: Синхронизация
tr: Eşzamanlanıyor
uk: Синхронізація

source: Syncing consensus...
de: Konsensus wird synchronisiert...
es: Sincronizando consenso....
fil: Nagsi-sync ng pinagkasunduan ...
fr: Synchronisation du consensus...
nl: Consensus synchroniseren...
pt: A sincronizar consenso
ru: Синхронизация консенсуса...
tr: Tam mutabakat eşzamanlanıyor...
uk: Встановлення консенсус...

source: Syncing Failed
de: Synchronisierung fehlgeschlagen
es: Sincronización Fallida
fil: Nabigo ang pag-sync
fr: Synchronisation échouée
nl: Synchroniseren mislukt
pt: A sincronização falhou
ru: Синхронизация не удалась
tr: Eşzamanlama başarısız
uk: Помилка синхронізації

source: Syncing with {currency} network failed: {error}
de: Synchronisierung mit {currency}-Netzwerk fehlgeschlagen: {error}
es: Sincronización con la red de {currency} fallida: {error}
fil: Nabigo ang pag-sync sa network na {currency}: {error}
fr: Synchronisation avec le réseau {currency} échoué : {error}
nl: Synchroniseren met netwerk {currency} is mislukt: {error}
pt: A sincronização com a rede {currency} falhou: {error}
ru: Не удалось синхронизироваться с сетью {currency}: {error}
tr: {currency} ağı ile eşzamanlama başarısız: {error}
uk: Помилка синхронізації з {currency} мережею: {error}

source: Syncing with {currency} network...
de: Synchronisiere mit {currency}-Netzwerk...
es: Sincronizando con la red de {currency} ...
fil: Nagsi-sync sa network na {currency} ...
fr: Synchronisation avec le réseau {currency}...
nl: Synchroniseren met {currency} netwerk...
pt: A sincronizar com a rede {currency}
ru: Синхронизируемся с сетью {currency}...
tr: {currency} ağı ile eşzamanlanıyor...
uk: Синхронізація з {currency} мережею...

source: Syncing with Bitcoin network failed: {error}
de: Synchronisierung mit Bitcoin-Netzwerk fehlgeschlagen: {error}
es: Proceso de sincronización con la red Bitcoin falló: {error}
fil: Nabigo ang pag-sync sa network ng Bitcoin: {error}
fr: La synchronisation avec le réseau Bitcoin a échoué : {error}
nl: Synchroniseren met Bitcoin-netwerk mislukt: {error}
pt: A sincronização com a rede Bitcoin falhou: {error}
ru: Не удалось синхронизироваться с сетью Биткоин: {error}
tr: Bitcoin ağı ile eşzamanlama başarısız: {error}
uk: Помилка синхронізації з мережею Біткоїн: {error}

source: Syncing with Bitcoin network...
de: Synchronisiere mit dem Bitcoin-Netzwerk...
es: Sincronizando con la red Bitcoin...
fil: Nagsi-sync sa network ng Bitcoin ...
fr: Synchronisation avec le réseau Bitcoin...
nl: Synchroniseren met Bitcoin netwerk...
pt: A sincronizar com a rede Bitcoin...
ru: Синхронизация с сетью Биткоин...
tr: Bitcoin ağı ile eşzamanlanıyor...
uk: Синхронізація з мережею Біткоїн...

source: Syncing with Polygon network failed: {error}
de: Die Synchronisierung mit dem Polygon-Netzwerk ist fehlgeschlagen: {error}
es: La sincronización con la red Polygon ha fallado:: {error}
fil: Nabigo ang pag-sync sa network ng Polygon: {error}
fr: La synchronisation avec le réseau Polygon a échoué : {error}
nl: Synchroniseren met Polygon-netwerk mislukt: {error}
pt: A sincronização com a rede Polygon falhou: {error}
tr: Polygon ağı ile senkronizasyon başarısız oldu: {hata}
uk: Не вдалося синхронізуватися з мережею Polygon: {error}

source: Syncing with Polygon network...
de: Synchronisierung mit dem Polygon-Netzwerk...
es: Sincronizando con la red Polygon...
fil: Nagsi-sync sa network ng Polygon ...
fr: Synchronisation avec le réseau Polygon...
nl: Synchroniseren met Polygon-netwerk...
pt: A sincronizar com a rede Polygon
tr: Polygon ağı ile senkronize ediliyor...
uk: Синхронізація з мережею Polygon...

source: Syncing with the network failed: {error}
de: Synchronisierung mit Netzwerk fehlgeschlagen: {error}
es: Proceso de sincronización con la red falló: {error}
fil: Nabigo ang pag-sync sa network: {error}
fr: La synchronisation avec le réseau a échoué : {error}
nl: Synchroniseren met het netwerk is mislukt: {error}
pt: A sincronização com a rede falhou: {error}
ru: Не удалось синхронизироваться с сетью: {error}
tr: Ağ ile eşzamanlama başarısız: {error}
uk: Помилка синхронізації з мережею: {error}

source: Teal Account
de: Türkises Konto
es: Cuenta Verde Azulado
fil: Teal na Account
fr: Compte sarcelle
nl: Groen Account
pt: Conta Verde-azulada
tr: Teal Hesap
uk: Бірюзовий рахунок

source: Teal Address
de: Türkise Adresse
es: Dirección Verde Azulado
fil: Teal na Adres
fr: Adresse sarcelle
nl: Groen Adres
pt: Endereço Verde-azulado
tr: Teal Adres
uk: Бірюзова адреса

source: The connected wallet or Ledger is not the one this account belongs to.
de: Das Konto gehört nicht zum verbundenen Ledger oder Wallet.
es: La billetera conectada o la Ledger no es la misma a la cual pertenece esta cuenta.
fil: Ang nakakonektang wallet o Ledger ay hindi ang pagmamay-ari ng account na ito.
fr: Le Wallet ou le Ledger connecté n'est pas celui auquel ce compte appartient.
nl: Dit account behoort niet tot je aangesloten Ledger of wallet.
pt: A wallet conectada ou Ledger não é a mesma a que esta conta pertence.
ru: Подключенный кошелек/Ledger привязан к другому аккаунту.
tr: Bağlı cüzdan veya Ledger bu hesaba ait olan değil.
uk: Підключений гаманець чи Ledger не належить даному рахунку.

source: The display language changed. Do you want to reload the page to update all translations? Otherwise, some translations might not be updated automatically. ({oldLang} to {newLang})
de: Die Anzeigesprache wurde geändert. Möchtest du die Seite neu laden, um alle Übersetzungen zu aktualisieren? Andernfalls werden einige Übersetzungen möglicherweise nicht automatisch aktualisiert. ({oldLang} bis {newLang})
es: El lenguaje ha cambiado. ¿Quiere recargar la página para actualizar las traducciones? De otra forma, algunas traducciones no podrían actualizarse automáticamente. ({oldLang} a {newLang})
fil: Ang display wika ay nagbago. Nais mo bang i-reload ang pahina upang ma-update ang lahat ng mga pagsasalin? Kung hindi man, ang ilang mga pagsasalin ay maaaring hindi awtomatikong nai-update. ({oldLang} hanggang {newLang})
fr: La langue d'affichage a changé. Voulez-vous recharger la page pour mettre à jours toutes les traductions ? Sinon certaines pourraient ne pas être mises à jour automatiquement. ({oldLang} to {newLang})
nl: De taal op je display is veranderd. Wil je de pagina herladen om alles te updaten? Anders kan het zijn dat niet alle vertalingen geupdate zijn. ({oldLang} naar {newLang})
pt: O idioma de exibição mudou. Queres recarregar a página para atualizar todas as traduções? Se não o fizeres, algumas traduções podem não ser atualizadas automaticamente. ({oldLang} to {newLang})
ru: Язык интерфейса изменён. Хотите перезагрузить страницу, чтобы применить изменения? В противном случае отдельные слова не будут переведены. ({oldLang} to {newLang})
tr: Ekran dili değişti. Tüm çevirileri güncellemek için sayfayı tekrar yüklemek ister misin? Aksi halde bazı çeviriler otomatik olarak güncellenmeyebilir. ({oldLang} {newLang})
uk: Змінено мову відображення. Хочете перезавантажити сторінку, щоб оновити всі переклади? В іншому випадку деякі переклади можуть не оновитися автоматично. (з {oldLang} на {newLang})

source: The offer expired.
de: Das Angebot ist abgelaufen.
es: La oferta expiró
fil: Nag-expire na ang alok.
fr: L'offre a expiré.
nl: Het aanbod is verlopen.
pt: A oferta expirou.
ru: Срок действия предложения истек.
tr: Teklifin süresi doldu.
uk: Пропозиція прострочена.

source: The update is easy, fast and secure. Still – it’s a good time to check on your Recovery Words.
de: Das Update ist einfach, schnell und sicher. Trotzdem ist jetzt ein guter Zeitpunkt, sicherzustellen dass du deine Wiederherstellungswörter hast.
es: La actualización es fácil, rápida y segura. Aún así – es un buen momento para revisar sus Palabras de Recuperación.
fil: Ang pag-update ay madali, mabilis at ligtas. Pa rin - magandang panahon upang suriin ang iyong mga salitang pang-backup.
fr: La mise à jour est facile, rapide et sécurisée. Cependant, c'est le bon moment pour vérifier vos Mots de Récupération.
nl: De update is makkelijk, snel en veilig. Het is nog steeds een goed moment om je herstel woorden te bekijken!
pt: A atualização é fácil, rápida e segura. De qualquer forma, é uma boa altura para verificares as tuas Palavra de Recuperação.
ru: Обновление выполняется быстро, просто и безопасно. Тем не менее, рекомендуем проверить свою Защитную Фразу для восстановления учётной записи.
tr: Güncelleme kolay, hızlı ve güvenli. Yine de kurtarma kelimelerini kontrol etmek için iyi bir fırsat.
uk: Оновлення просте, швидке та безпечне. Але все-таки, про всяк випадок, варто перевірити як там почуваються Ваші секретні слова.

source: There's much more. Read the full article
de: Aber es gibt noch viel mehr. Lies den vollständigen Artikel
es: Hay mucho mas. Lea el articulo completo
fil: Marami pa. Basahin ang buong artikulo
fr: Il y a bien plus. Lisez l'article complet
nl: Er is nog veel meer. Lees het volledige artikel
pt: Há muito mais. Lê o artigo completo
ru: Но это далеко не всё! Читайте статью полностью
tr: Çok daha fazlası var. Tüm makaleyi oku
uk: І багато більшого. Прочитайте статтю

source: This Cashlink has already been claimed.
de: Dieser Cashlink wurde bereits benutzt.
es: Este Cashlink ya ha sido reclamado.
fil: Ang Cashlink na ito ay na-claim na.
fr: Ce Cashlink a déjà été réclamé.
nl: Deze Cashlink is al geclaimd.
pt: Este Cashlink já foi reivindicado.
ru: Cashlink уже кто-то забрал.
tr: Bu Cashlink daha önce kullanılmıştır.
uk: Чек уже використано.

source: This is not a valid Cashlink, sorry.
de: Dies ist leider kein gültiger Cashlink.
es: Este no es un Cashlink válido, disculpe.
fil: Hindi ito wastong Cashlink, paumanhin.
fr: Ce n'est pas un Cashlink valide, désolé.
nl: Sorry. Deze Cashlink is niet geldig.
pt: Este Cashlink não é válido, desculpa.
ru: Извините! Это неправильный Cashlink.
tr: Bu Cashlink geçerli değil, üzgünüz.
uk: Невірний чек.

source: This is your account with your first address in it.
de: Dies ist dein Konto mit deiner ersten Adresse.
es: Esta es su cuenta con su primer dirección dentro de ella.
fil: Ito ang iyong account na mayroong iyong unang adres dito.
fr: Ceci est votre compte avec votre première adresse incluse.
nl: Dit is je account met eerste adres.
pt: Esta é a tua conta com o teu primeiro endereço nela.
ru: Это ваш аккаунт с вашим первым адресом.
tr: Bu senin içinde ilk adresin olan ilk hesabın.
uk: Це ваш перший рахунок з першою адресою до нього.

source: This message will be stored in the Cashlink.
de: Diese Nachricht wird im Cashlink gespeichert.
es: Este mensaje sera almacenado en el Cashlink.
fil: Itatago ang mensaheng ito sa Cashlink.
fr: Ce message sera stocké dans le Cashlink.
nl: Dit bericht zal worden opgeslagen in de Cashlink.
pt: Esta mensagem vai ser guardada no Cashlink.
ru: Это сообщение будет добавлено в Cashlink.
tr: Bu mesaj Cashlink'te kaydedilecektir.
uk: Це повідомлення буде збережено в чеку.

source: This Nimiq interface is non-custodial and solely used to bridge the payment sender with the payment recipient directly (P2P). Payment and deliverable fulfillment for payment are sole responsibility of those two respective parties.
de: Diese Nimiq Benutzerschnittstelle hält deine Geldmittel zu keinem Zeitpunkt sondern verbindet Zahlungssender und -empfänger direkt (P2P). Die Bezahlung sowie Lieferung für die Bezahlung liegen einzig in der Verantwortung dieser zwei Teilnehmer.
es: La interface Nimiq es no-custodia y utilizada unicamente como puente directo (P2P) entre el remitente del pago y el destinatario del pago. Los pagos y la realización de los mismos son la responsabilidad de esos dos entes.
fil: Ang interface ng Nimiq na ito ay hindi tagapag-ingat at nag-iisa lamang ginagamit upang tulay ang nagpadala ng pagbabayad na may tatanggap ng pagbabayad nang direkta (P2P). Ang pagbabayad at maihahatid na katuparan para sa pagbabayad ay solong responsibilidad ng dalawang magkatawang partido.
fr: Cette interface Nimiq est non dépositaire et uniquement utilisée afin de faire le lien entre l'expéditeur du paiement et le destinataire du paiement directement (P2P). Le paiement et l'exécution des livraisons pour le paiement relèvent de la seule responsabilité de ces deux parties respectives.
nl: Deze Nimiq-interface wordt alleen gebruikt om de ontvanger van de betaling rechtstreeks het bedrag te versturen (P2P). Het nakomen van de betaling en de levering zijn uitsluitend de verantwoordelijkheid van de twee respectieve partijen.
pt: Esta interface da Nimiq é não-custodial e apenas é usada como ponte entre o remetente e o destinatário do pagamento diretamente (P2P). O pagamento e o cumprimento de entrega do pagamento são responsabilidade exclusiva de ambas as partes.
ru: Этот интерфейс Nimiq - некастодильный, он используется лишь в качестве моста для проведения платежа напрямую между отправителем и получателем (P2P). Ответственность за оплату и получение лежит целиком на отправителе и получателе.
tr: Nimiq arayüzü gözetim altında değildir ve sadece ödeme göndereni ve ödeme alıcısı arasında direkt olarak köprü kurmak için kullanılır (P2P). Ödeme ve ödemenin teslimatından yalnızca bu iki kişi sorumludur.
uk: Децентралізований інтерфейс Німік використовується виключно як місток між відправником і отримувачем для переказів без посередника (P2P). Платежі і успішність проведення платежів залежить виключно від відправника і отримувача.

source: This operation is not supported for Ledgers.
de: Dieser Vorgang wird für Ledger nicht unterstützt.
es: Esta operación no esta soportada en Ledgers
fil: Ang operasyon na ito ay hindi suportado para sa Ledgers.
fr: Cette opération n'est pas supportée par les Ledgers.
nl: Deze bewerking is niet mogelijk voor Ledgers.
pt: Esta operação não é suportada por Ledgers.
ru: Эта операция не поддерживается на устройствах Ledger.
tr: Bu işlem Ledgerlar için desteklenmiyor.
uk: Ця функція не підтримується для Ledger.

source: This rate includes the swap fee.
de: Dieser Kurs beinhaltet die Tauschgebühr.
es: Esta taza incluye la cuota del intercambio.
fil: Kasama sa rate na ito ang swap fee.
fr: Ce taux inclut le frais de swap.
nl: Dit tarief is inclusief de swap kosten.
pt: Esta taxa inclui a taxa de troca.
ru: Текущий курс включает комиссию за обмен.
tr: Bu kura takas ücreti dahildir.
uk: Цей курс включає комісію за обмін.

source: Time to grow
de: Zeit für Verbessungen
es: Tiempo de crecer
fil: Oras na lumago
fr: C'est le moment de grandir
nl: Tijd om te groeien.
pt: É tempo de crescer
ru: Время расти
tr: Büyüme zamanı
uk: Час рости

source: Time/Step:
fr: Temps/étape :

source: To change the PIN of your Ledger please go to the settings on your device.
de: Um die PIN deines Ledgers zu ändern, nutze bitte die Einstellungen direkt auf deinem Gerät.
es: Para cambiar el PIN de su Ledger por favor vaya a ajustes de su dispositivo.
fil: Upang baguhin ang PIN ng iyong Ledger mangyaring pumunta sa mga setting sa iyong aparato.
fr: Pour changer le PIN de votre Ledger, veuillez vous rendre dans les paramètres de votre appareil.
nl: Om het wachtwoord op je Ledger te wijzigen ga je naar de instellingen van je apparaat.
pt: Para alterar o PIN do teu Ledger, por favor vai às configurações no teu dispositivo.
ru: Для смены PIN-кода на вашем Ledger, перейдите в настойки устройства.
tr: Ledger şifresini değiştirmek için cihazın ayarlarına git.
uk: Зайдіть у налаштування Вашого пристрою, щоб змінити PIN вашого Ledger.

source: Total fees
de: Gesamtgebühren
es: Total de cuotas
fil: Kabuuang bayarin
fr: Total des frais
nl: Totale kosten
pt: Taxas totais
ru: Всего комиссии
tr: Toplam ücret
uk: Загальна комісія

source: Transaction could not be relayed
de: Die Transaktion konnte nicht weitergeleitet werden
es: La transacción no se ha podido enviar
fil: Hindi mailagay ang transaksyon
fr: La transaction n'a pas pu être relayée
nl: Transactie kon niet worden doorgestuurd
pt: Não foi possível transmitir a transação
ru: Невозможно передать транзакцию
tr: İşlem aktarılamadı
uk: Неможливо передати переказ

source: Transaction is expired
de: Transaktion ist abgelaufen
es: Transacción ha expirado
fil: Nag-expire na ang transaksyon
fr: La transaction est expirée
nl: Transactie is verlopen
pt: A transação expirou
ru: Срок действия транзакции истек
tr: işlemin süresi doldu
uk: Переказ прострочено

source: Transaction Sent
de: Transaktion gesendet
es: Transacción Enviada
fil: Naipadala ang Transaksyon
fr: Transaction envoyée
nl: Transactie verstuurd
pt: Transação Enviada
ru: Транзакция Отправлена
tr: İşlem gönderildi
uk: Переказ надіслано

source: Transaction Signed
de: Transaktion signiert
es: Transacción Firmada
fil: Nilagdaan ang Transaksyon
fr: Transaction signée
nl: Transactie ondertekend
pt: Transação Assinada
ru: Транзакция Подписана
tr: işlem imzalandı
uk: Переказ підписано

source: Try again
de: Versuch es noch einmal
es: Inténtelo de nuevo
fil: Subukang muli
fr: Essayez encore
nl: Probeer het opnieuw
pt: Tenta novamente
ru: Попробуйте еще раз
tr: Tekrar dene
uk: Спробувати знову

source: Unfortunately, due to restrictions of Safari you cannot add more accounts and/or addresses. Please log out of unused accounts to free up space.
de: Aufgrund von Einschränkungen des Safari-Browsers kannst du leider keine weiteren Konten und/oder Adressen hinzufügen. Bitte melde dich von nicht verwendeten Konten ab, um Speicherplatz freizugeben.
es: Desafortunadamente, debido a restricciones de espacio en Safari e IOS, no se pueden agregar mas cuentas y/o direcciones. Por favor libere espacio cerrando sesión en otras cuentas.
fil: Sa kasamaang palad, dahil sa mga paghihigpit ng Safari hindi ka maaaring magdagdag ng higit pang mga account at / o mga address. Mangyaring mag-log out sa mga hindi nagamit na account upang magbakante ng puwang.
fr: Malheureusement, à cause des restrictions de Safari, vous ne pouvez pas ajouter plus de comptes et/ou d'adresses. Veuillez vous déconnecter des comptes inutilisés pour libérer de l'espace de stockage.
nl: Helaas, door de restricties van Safari kan je niet meer accounts of adressen toevoegen. Log alstublieft uit bij de ongebruikte accounts om ruimte vrij te maken.
pt: Infelizmente, devido às restrições do Safari, não podes adicionar mais contas e/ou endereços. Por favor encerra a sessão das contas não utilizadas para libertar espaço.
ru: К сожалению, из-за ограничений браузера Safari вы не можете добавлять дополнительные аккаунты и / или адреса. Чтобы освободить место, выйдите из учетных записей, которые вы не используете.
tr: Safari kısıtlamalarından dolayı maalesef daha fazla hesap ve/veya adres ekleyemezsin. Lütfen kullanılmayan hesaplardan yer açmak için çıkış yap.
uk: На жаль, через обмеження оглядача Сафарі и не можете додати більше рахунків чи/та адрес. Будь ласка, видаліть неактивні рахунки щоб звільнити місце.

source: Unfortunately, due to space restrictions of Safari and IOS, this account cannot be stored properly. Please free up space by logging out of other accounts.
de: Leider kann dieses Konto aufgrund von Speicherplatzbeschränkungen des Safari-Browsers sowie von IOS nicht ordnungsgemäß gespeichert werden. Bitte gebe Speicherplatz frei indem du dich von anderen Konten abmeldest.
es: Desafortunadamente, debido a restricciones de espacio en Safari e IOS, esta cuenta no se puede guardar apropiadamente. Por favor libere espacio cerrando sesión en otras cuentas.
fil: Sa kasamaang palad, dahil sa mga paghihigpit sa puwang ng Safari at IOS, ang account na ito ay hindi maimbak nang maayos. Mangyaring magbakante ng puwang sa pamamagitan ng pag-log out sa iba pang mga account.
fr: Malheureusement, à cause des restrictions de Safari et d'iOS, ce compte ne peut être stocké. Veuillez libérer de l'espace en vous déconnectant d'autres comptes.
nl: Helaas, door de ruimte restricties van Safari en iOS, kan dit account niet naar behoren opgeslagen worden. Log alstublieft uit bij andere accounts om ruimte vrij te maken.
pt: Infelizmente, devido às restrições do Safari e IOS, esta conta não pode ser guardada corretamente. Por favor, liberta espaço ao encerrar a sessão de outras contas.
ru: К сожалению, из-за ограничений на количество занимаемого места в IOS и Safari, ваш аккаунт не может храниться должным образом. Чтобы освободить место, выйдите из других учётных записей.
tr: Safari ve iOS hafıza kısıtlamalarından dolayı maalesef bu hesap doğru bir şekilde kaydedilemiyor. Lütfen diğer hesaplardan çıkış yaparak yer aç.
uk: На жаль, цей рахунок не може бути збережений через обмежене місце для зберігання даних на IOS, . Будь ласка, видаліть інші рахунки щоб вивільнити місце.

source: Unlabeled
de: Unbenannt
es: Sin Etiqueta
fil: Walang label
fr: Non étiqueté
nl: Ongelabeld
pt: Sem marcador
ru: Без метки
tr: Etiketsiz
uk: Без назви

source: Unsupported Request
de: Nicht unterstützte Anfrage
es: Petición no soportada
fil: Hindi suportadong Kahilingan
fr: Requête non supportée
nl: Niet ondersteund verzoek
pt: Pedido não suportado
ru: Неподдерживаемый запрос
tr: Desteklenmeyen istek
uk: Невірний запит

source: Updating balances
de: Aktualisiere Guthaben
es: Actualizando balances
fil: Ina-update ang mga balanse
fr: Mise à jour des soldes
nl: Balans updaten
pt: A atualizar saldos
ru: Обновление балансов
tr: Bakiye güncellenmesi
uk: Оновлюємо баланс

source: Updating Keyguard...
de: Aktualisiere Keygurad...
es: Actualizando Keyguard...
fil: Ina-update ang Keyguard ...
fr: Mise à jour du Keyguard...
nl: Keyguard updaten...
pt: A atualizar Keyguard...
ru: Обновление Keyguard...
tr: Keyguard güncelleniyor...
uk: Оновлюємо додаток...

source: Updating your Accounts
de: Aktualisiere deine Konten
es: Actualizando sus Cuentas
fil: Ina-update ang iyong mga Account
fr: Mise à jour de vos comptes
nl: Je accounts updaten
pt: A atualizar as tuas Contas
ru: Обновление ваших Аккаунтов
tr: Hesapların güncelleniyor
uk: Завантажуємо ваші рахунки

source: Updating your balances
de: Aktualisiere deine Guthaben
es: Actualizando sus balances
fil: Ina-update ang iyong mga balanse
fr: Mise à jour de vos soldes
nl: Je balans updaten
pt: A atualizar os teus saldos
ru: Обновление ваших балансов
tr: Bakiyen güncelleniyor
uk: Завантажуємо баланс на рахунках

source: USDC/USDT activated
de: USDC/USDT aktiviert
es: USDC/USDT activado
fil: na-activate na ang USDC/USDT
fr: USDC/USDT activé
nl: USDC/USDT geactiveerd
pt: USDC/USDT ativado
tr: USDC/USDT aktifleştirildi
uk: USDC/USDT активовано

source: Use your Login File or Recovery Words.
de: Benutze deine Login-Datei oder deine Wie­der­her­stellungswörter.
es: Use su Archivo de Sesión o Palabras de Respaldo.
fil: Gamitin ang iyong Login File o mga salitang pang-backup.
fr: Utilisez votre Fichier de Connexion ou les Mots de Récupération.
nl: Gebruik je Login File of je herstelwoorden.
pt: Usa o seu Ficheiro de Login ou Palavra de Recuperação.
ru: Используйте Файл Авторизации или Защитную Фразу.
tr: Giriş dosyanı veya kurtarma kelimelerini kullan.
uk: Використовуючи файл-ключ або секретні слова.
