Repository: nimiq/hub
Catalog: src/i18n/*.po
Languages: de, es, fil, fr, nl, pt, ru, tr, uk

source: Confirm Cashlink
de: Cashlink bestätigen
es: Confirmando Cashlink
fil: Kumpirmahin ang Cashlink
fr: Confimer le Cashlink
nl: Bevestig Cashlink
pt: Confirmar Cashlink
ru: Подтвердить Cashlink
tr: Cashlink'i onayla
uk: Підтвердьте чек

source: Confirm Swap
de: Tausch bestätigen
es: Confirme el Intercambio
fil: Kumpirmahin ang Pagpalit
fr: Confirmez le swap
nl: Swap bevestigen
pt: Confirmar Troca
ru: Подтвердить обмен
tr: Takası onayla
uk: Підтвердьте обмін

source: Confirm that the address on your Ledger matches {addressToConfirm}
de: Bestätige, dass die Adresse auf deinem Ledger übereinstimmt mit {addressToConfirm}
es: Confirme que la dirección en su Ledger coincide {addressToConfirm}
fil: Kumpirmahin na ang address sa iyong mga tugma sa Ledger {addressToConfirm}
fr: Confirmez que l'adresse sur votre Ledger correspond à {addressToConfirm}
nl: Bevestig dat het adres op je Ledger overeenkomt met {addressToConfirm}
pt: Confirmar que o endereço no teu Ledger corresponde ao {addressToConfirm}
ru: Подтвердите, что адрес на вашем Ledger соответствует {addressToConfirm}
tr: Ledger'ındaki adres ve {addressToConfirm} eşleşmesini onayla
uk: Переконайтеся, що адреса у Ledger відповідає {addressToConfirm}

source: Confirm the address on your Ledger
de: Überprüfe die Adresse auf deinem Ledger
es: Confirme la dirección en su Ledger
fil: Kumpirmahin ang adres sa iyong Ledger
fr: Confirmez l'adresse sur votre Ledger
nl: Bevestig het adres op je Ledger
pt: Confirmar o endereço no teu Ledger
ru: Подтвердите адрес на своем Ledger
tr: Ledger'ındaki adresi onayla
uk: Підтвердьте адресу у Ledger

source: Confirm Transaction
de: Transaktion bestätigen
es: Confirme su Transacción
fil: Kumpirmahin ang Transaksyon
fr: Confirmer la Transaction
nl: Bevestig transactie
pt: Confirmar Transação
ru: Подтвердить Транзакцию
tr: İşlemi onayla
uk: Підтвердьте переказ

source: Confirm using your Ledger
de: Bestätige mittels deines Ledgers
es: Confirme usando su Ledger
fil: Kumpirmahing ginagamit ang iyong Ledger
fr: Confirmez en utilisant votre Ledger
nl: Bevestig via je Ledger
pt: Confirmar usando o teu Ledger
ru: Используйте свой Ledger для подтверждения
tr: Ledger'in ile onayla
uk: Підтвердьте використовуючи Ledger

source: Congrats, somebody gifted you a Nimiq Cashlink.
de: Glückwunsch! Jemand hat dir einen Nimiq Cashlink geschenkt.
es: Felicidades, alguien le regalo un Nimiq Cashlink.
fil: Congrats, may nagbigay sa iyo ng isang Nimiq Cashlink.
fr: Félicitations, quelqu'un vient de vous offrir un Cashlink Nimiq.
nl: Gefeliciteerd, iemand heeft je een Nimiq Cashlink gegeven!
pt: Parabéns, alguém te ofereceu um Cashlink da Nimiq.
ru: Ура! Кто-то отправил вам Nimiq Cashlink.
tr: Tebrikler, birisi sana bir Nimiq Cashlink'i hediye etti.
uk: Вітаємо, хтось подарував вам чек на отримання Німік.

source: Congrats, you just opened a Nimiq Cashlink.
de: Glückwunsch! Du hast gerade einen Nimiq Cashlink geöffnet.
es: Felicidades, acaba de abrir un Nimiq Cashlink.
fil: Congrats, nagbukas ka lang ng isang Nimiq Cashlink.
fr: Félicitations, vous venez d'ouvrir un Cashlink Nimiq.
nl: Gefeliciteerd, je hebt zojuist een Nimiq Cashlink geopend.
pt: Parabéns, acabaste de abrir um Cashlink da Nimiq.
ru: Вы открыли Nimiq Cashlink. Поздравляем!
tr: Tebrikler, bir Nimiq Cashlink'i açtın.
uk: Вітаємо, Ви щойно отримали чек Німік.

source: Congrats, you received a Nimiq Gift Card.
de: Glückwunsch! Du hast eine Nimiq Geschenkkarte erhalten.
es: Felicidades, ha recibido una Tarjeta de Regalo Nimiq.
fil: Congrats, nakatanggap ka ng isang Nimiq Gift Card.
fr: Félicitations, vous avez reçu une Carte Cadeau Nimiq.
nl: Gefeliciteerd, je hebt een Nimiq cadeau kaart ontvangen.
pt: Parabéns, recebeste um Gift Card da Nimiq.
ru: Вы получили Nimiq Gift Card. Поздравляем!
tr: Tebrikler, bir Nimiq hediye çeki aldın.
uk: Вітаємо! Ви отримали подарункову картку Німік.

source: Connect
de: Verbinden
es: Conectar
fil: Kumonekta
fr: Connecter
nl: Verbinden
pt: Conectar
ru: Подключить
tr: Bağlan
uk: Підключити

source: Connect Ledger
de: Ledger verbinden
es: Conectar Ledger
fil: Ikonekta ang Ledger
fr: Connecter le Ledger
nl: Ledger verbinden
pt: Conectar Ledger
ru: Подключить Ledger
tr: Ledger'i bağla
uk: Підключити Ledger

source: Connect your Ledger Device
de: Dein Ledger-Gerät verbinden
es: Conecte su Dispositivo Ledger
fil: Ikonekta ang iyong Ledger Device
fr: Connectez votre Ledger
nl: Ledger apparaat verbinden
pt: Conectar o teu dispositivo Ledger
ru: Подключите свой Ledger
tr: Ledger cihazını bağla
uk: Підключіть ваш Ledger пристрій

source: Connect your Ledger hardware wallet.
de: Verbinde deine Ledger-Hardware-Wallet.
fr: Connectez votre wallet physique Ledger.
nl: Verbind je Ledger hardware wallet.
pt: Conecta a tua hardware wallet ao Ledger.

source: Connecting to Keyguard...
de: Verbinde zum Keyguard...
es: Conectándose al Keyguard...
fil: Kumokonekta sa Keyguard ...
fr: Connexion au Keyguard...
nl: Verbinden met Keyguard...
pt: A conectar ao Keyguard...
ru: Подключаемся к Keyguard...
tr: Keyguard'a bağlanıyor...
uk: Підключення до гаманця...

source: Connecting to network...
de: Verbinde zum Netzwerk...
es: Conectándose a la red...
fil: Kumokonekta sa network ...
fr: Connexion au réseau...
nl: Verbinden met netwerk...
pt: A conectar à rede
ru: Подключаемся к сети...
tr: Ağa bağlanıyor...
uk: Підключення до мережі...

source: Connecting to Nimiq...
de: Verbinde zu Nimiq...
es: Conectándose a Nimiq...
fil: Kumokonekta sa Nimiq ...
fr: Connexion à Nimiq...
nl: Verbinden met Nimiq...
pt: A conectar à Nimiq...
ru: Подключаемся к Nimiq...
tr: Nimiq'e bağlanıyor...
uk: Підключення до Німік...

source: Contacting seed nodes...
de: Kontaktiere Seed Nodes...
es: Contactando nodos semilla...
fil: Pakikipag-ugnay sa mga node ng binhi ...
fr: En train de contacter les seed nodes...
nl: Seed nodes contacteren...
pt: A contactar os seed nodes...
ru: Устанавливаем связь с сид-узлами...
tr: Tohum düğümleriyle iletişim kuruluyor...
uk: Підключення до первинних вузлів...

source: Contacts are not affected.
de: Kontakte sind nicht betroffen.
es: Los contactos no se han afectado.
fil: Ang mga contact ay hindi apektado.
fr: Les contacts ne sont pas affectés.
nl: Contacten zijn niet aangepast.
pt: Os contactos não são afetados.
ru: Контакты не будут затронуты.
tr: Bağlantılar etkilenmemektedir.
uk: Це не впливає на контакти.

source: Continue
de: Fortsetzen
es: Continuar
fil: Magpatuloy
fr: Continuer
nl: Doorgaan
pt: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити

source: Contract added.
de: Vertrag hinzugefügt.
es: Contrato agregado.
fil: Idinagdag ang kontrata.
fr: Contrat ajouté.
nl: Contract toegevoegd.
pt: Contrato adicionado.
ru: Контракт добавлен.
tr: Sözleşme eklendi.
uk: Договір додано.

source: Contract Information
de: Vertragsdetails
es: Información de Contrato
fil: Impormasyon sa Kontrata
fr: Informations sur le contrat
nl: Contractinformatie
pt: Informação de Contrato
ru: Информация о контракте
tr: Sözleşme bilgileri
uk: Інформація про догорів

source: Create a Cashlink
de: Erstelle einen Cashlink
es: Cree un Cashlink
fil: Lumikha ng isang Cashlink
fr: Créer un Cashlink
nl: Maak een Cashlink
pt: Criar um Cashlink
ru: Создать Cashlink
tr: Cashlink oluştur
uk: Створити чек

source: Create account
de: Konto erstellen
es: Cree una cuenta
fil: Lumikha ng account
fr: Créer un compte
nl: Maak een account
pt: Criar conta
ru: Создать аккаунт
tr: Hesap oluştur
uk: Створити рахунок

source: Create Account
de: Konto erstellen
es: Cree una Cuenta
fil: Lumikha ng account
fr: Créer un Compte
nl: Maak een account
pt: Criar Conta
ru: Создать Аккаунт
tr: Hesap Oluştur
uk: Створити рахунок

source: Create an account and claim your money.
de: Erstelle ein Konto und erhalte dein Geld.
es: Cree una cuenta y reclame su dinero.
fil: Lumikha ng isang account at i-claim ang iyong pera.
fr: Créez un compte et réclamez votre argent.
nl: Maak een account en claim je geld.
pt: Cria uma conta e reivindica o teu dinheiro.
ru: Создать аккаунт и получить свои деньги.
tr: Bir hesap oluştur ve paranı al.
uk: Створіть рахунок і отримайте свої кошти.

source: Create and scan QR codes to quickly share addresses.
de: Erstelle und scanne QR-Codes, um schnell Adressen mit anderen zu teilen.
es: Cree y escanee códigos QR para compartir direcciones rápidamente.
fil: Lumikha at mag-scan ng mga QR code upang mabilis na magbahagi ng mga address.
fr: Créez et scannez vos codes QR pour partager rapidement vos adresses.
nl: Maak en scan QR codes om adressen snel te delen.
pt: Cria e digitaliza códigos QR para partilhar endereços rapidamente.
ru: Создавайте и сканируйте QR-коды, чтобы легко и быстро делиться своими адресами.
tr: Hızlıca adres paylaşabilmek için QR kodları oluştur ve okut.
uk: Створюйте та скануйте QR-коди для швидкого обміну адресами.

source: Create Cashlink
de: Cashlink erstellen
es: Creando Cashlink
fil: Lumikha ng Cashlink
fr: Créer un Cashlink
nl: Maak een Cashlink
pt: Criar Cashlink
ru: Создать Cashlink
tr: Cashlink oluştur
uk: Створити чек

source: Creating your Account
de: Konto wird erstellt
es: Creando su Cuenta
fil: Lumilikha ng iyong Account
fr: Création de votre compte
nl: Account aan het maken
pt: A criar a tua Conta
ru: Создаём Аккаунт
tr: Hesabını oluştur
uk: Створення рахунку

source: Creating your Cashlink
de: Cashlink wird erstellt
es: Creando su Cashlink
fil: Lumilikha ng iyong Cashlink
fr: Création de votre Cashlink
nl: Cashlink aan het maken
pt: A criar o teu Cashlink
ru: Создаём ваш Cashlink
tr: Cashlink'ini oluştur
uk: Чек створюється

source: Detecting vesting contracts...
de: Vesting-Contracts werden gesucht...
es: Detectando contratos vesting...
fil: Nakikita ang mga kontrata sa vesting ...
fr: Détection de contrats d'acquisition...
nl: Vesting contracten detecteren...
pt: A detetar contratos vesting...
ru: Ищем вестинг-контракты...
tr: Vesting sözleşmesi tespit ediliyor...
uk: Пошук розподільчих контрактів...

source: Disclaimer
de: Haftungsausschluss
es: Aviso Legal
fil: Pagwawaksi
fr: Avertissement
pt: Aviso
ru: Предупреждение
tr: Uyarı
uk: Застереження

source: Don’t close this window until confirmation.
de: Schließe das Fenster erst nach Bestätigung.
es: No cierre esta ventana hasta obtener la confirmación.
fil: Huwag isara ang window na ito hanggang sa kumpirmahin.
fr: Ne fermez pas cette fenêtre avant confirmation.
nl: Sluit dit scherm niet voor de bevestiging.
pt: Não feches esta janela até receber confirmação.
ru: Не закрывайте это окно до подтверждения.
tr: Onaylanana kadar bu pencereyi kapatma.
uk: Не закривайте вікно поки не буде підтвердження.

source: Done
de: Fertig
es: Listo
fil: Tapos na
fr: Terminer
nl: Klaar
pt: Feito
ru: Готово.
tr: Bitti
uk: Готово

source: Download
es: Descargar
fil: I-download
fr: Télécharger
tr: İndir
uk: Завантажити

source: Enter manually
de: Manuell eingeben
es: Ingrese manualmente
fil: Manu-manong ipasok
fr: Entrer manuellement
nl: Handmatig invoeren
pt: Inserir manualmente
ru: Введите вручную
tr: Manuel olarak gir
uk: Ввести вручну

source: Enter the address of a vesting contract.
de: Gib die Adresse eines Vesting-Vertrages ein.
es: Ingrese la dirección del contrato vesting
fil: Ipasok ang address ng isang vesting contract.
fr: Saisissez l'adresse d'un contrat d'acquisition.
nl: Voer het adres van een vestingcontract in.
pt: Insere o endereço de um contrato de vesting.
ru: Введите адрес вестингового контракта
tr: Bir vesting sözleşmesinin adresini gir.
uk: Введіть адресу розподільного контракту.

source: Enter your PIN
de: Gib deine PIN ein
es: Ingrese su PIN
fil: Ipasok ang iyong PIN
fr: Entrez votre PIN
nl: Voer pincode in
pt: Insire o teu PIN
ru: Введите свой PIN
tr: PIN'inin gir
uk: Введіть ваш PIN-код

source: Failed to fetch addresses. Retrying...
de: Adressen konnten nicht geladen werden. Versuche erneut...
es: Fallo al obtener direcciones. Reintentando...
fil: Nabigong kumuha ng mga address. Sinusubukang muli ...
fr: Récupération des adresses échouée. Nouvelle tentative...
nl: Adres binnenhalen is mislukt. Nieuwe poging...
pt: Falhou a procura de endereços. A tentar novamente...
ru: Не удалось получить адреса. Повторная попытка...
tr: Adresler yüklenemedi. Tekrar deneniyor...
uk: Не вдалося отримати адреси. Повторна спроба...

source: fee
de: Gebühr
es: cuota
fil: bayad
fr: frais
nl: kosten
pt: taxa
ru: комиссия
tr: ücret
uk: комісія

source: Fee
de: Gebühr
es: Cuota
fil: Bayad
fr: Frais
nl: kosten
pt: Taxa
ru: Комиссия
tr: ücret
uk: Комісія

source: Fetching Addresses Failed
de: Laden der Adressen fehlgeschlagen
es: Obtención de Direcciones Fallida
fil: Nabigo ang Pagkuha ng Mga Address
fr: Échec de la récupération des adresses
nl: Ophalen van adressen is mislukt
pt: Falha na procura de Endereços
ru: Не удалось загрузить адреса
tr: Adreslerin yüklenmesi başarılamadı.
uk: Не вдалося отримати адреси

source: Fetching Bitcoin HTLC...
de: Rufe den Bitcoin-HTLC ab...
fr: Récupération du contrat HTLC Bitcoin...
nl: Bitcoin HTLC ophalen...
pt: À procura de HTLC da Bitcoin
uk: Отримання Bitcoin HTLC...

source: Fetching contract information...
de: Lade Vertragsadressen
es: Obteniendo información del contrato...
fil: Kinukuha ang impormasyon sa kontrata ...
fr: Obtention d'informations sur les contrats...
nl: Contractinformatie ophalen...
pt: À procura de informações de contrato
ru: Загружаем информацию о контракте...
tr: Sözleşme bigileri yükleniyor...
uk: Завантаження контактних даних...

source: Fetching swap data failed: {error}
de: Laden der Tausch-Daten fehlgeschlagen: {error}
es: Obtención de datos de intercambio fallida: {error}
fil: Nabigo ang pagkuha ng data ng pagpapalit: {error}
fr: Échec de la récupération des données du swap : {error}
nl: Ophalen van Swap data is mislukt: {error}
pt: Falha na procura de dados de troca: {error}
ru: Не удалось загрузить данные обмена: {error}
tr: Takas bilgilerinin yüklenmesi başarılamadı: {error}
uk: Не вдалося отримати дані обміну: {error}

source: Fetching swap data...
de: Lade Tausch-Daten...
es: Obteniendo datos del intercambio...
fil: Kinukuha ang data ng pagpapalit ...
fr: Récupérer des données du swap...
nl: Swap data ophalen...
pt: À procura de dados de troca
ru: Загружаем данные обмена...
tr: Takas bilgileri yükleniyor...
uk: Отримання даних обміну...

source: Fetching your Addresses
de: Lade deine Adressen
es: Obteniendo sus Direcciones
fil: Kinukuha ang iyong mga Adres
fr: Récupération de vos adresses
nl: Je adressen ophalen
pt: À procura dos teus Endereços
ru: Загружаем ваши адреса
tr: Adreslerin yükleniyor
uk: Завантаження адрес

source: Finish
de: Abschließen
es: Finalizar
fil: Tapos na
fr: Finir
nl: Afronden
pt: Terminar
ru: Закончить
tr: Bitir
uk: Кінець

source: free
de: gratis
es: gratis
fil: libre
fr: gratuit
nl: gratis
pt: gratuito
ru: свободно
tr: ücretsiz
uk: безплатно

source: Gas Limit
es: Limite del Gas
fil: Hangganan ng Gas
fr: Limite de Gas
nl: Gas limiet
pt: Limite de Gás
ru: Лимит Gas
tr: Gaz Sınırı
uk: Ліміт Gas

source: Gas Price
de: Gas-Preis
es: Precio del Gas
fil: Hangganan ng Gas
fr: Prix du Gas
nl: Gas prijs
pt: Preço de Gás
ru: Цена Gas
tr: Gaz Fiyatı
uk: Ціна Gas

source: Get NIM
de: Hol dir NIM
es: Obtener NIM
fil: Kunin NIM
fr: Obtenir des NIM
nl: Verkrijg NIM
pt: Receber NIM
ru: Получить NIM
tr: NIM Al
uk: Отримати NIM

source: Go back
de: Zurück
es: Volver
fil: Bumalik ka
fr: Retour
nl: Ga terug
pt: Voltar atrás
ru: Назад
tr: Geri git
uk: Назад

source: Got it
de: Alles klar
es: Lo tengo
fil: Nakuha ko
fr: Compris
nl: Begrepen
pt: Entendido
ru: Понятно
tr: Anlaşıldı
uk: Зрозуміло

source: Green Account
de: Grünes Konto
es: Cuenta Verde
fil: Berdeng Account
fr: Compte vert
nl: Groen Account
pt: Conta Verde
tr: Yeşil Hesap
uk: Зелений рахунок

source: Green Address
de: Grüne Adresse
es: Cuenta Verde
fil: Berdeng Adres
fr: Adresse verte
nl: Groen Adres
pt: Endereço Verde
tr: Yeşil Adres
uk: Зелена адреса

source: Happy birthday!
de: Herzlichen Glückwunsch zum Geburtstag!
es: ¡Feliz Cumpleaños!
fil: Maligayang kaarawan!
fr: Joyeux anniversaire !
nl: Fijne verjaardag!
pt: Parabéns!
ru: С днём рождения!
tr: Mutlu yıllar!
uk: З днем народження!

source: Happy Easter!
de: Frohe Ostern!
es: ¡Felices Pascuas!
fil: Maligayang Pasko ng Pagkabuhay!
fr: Joyeuses Pâques !
nl: Vrolijk Pasen!
pt: Boa Páscoa!
ru: Счастливой Пасхи!
tr: Mutlu Paskalyalar!
uk: Смачної Паски!

source: Here is your Nimiq Cashlink!
de: Hier ist dein Nimiq Cashlink!
es: ¡Aquí esta su Cashlink Nimiq!
fil: Narito ang iyong Nimiq Cashlink!
fr: Voici votre Cashlink Nimiq !
nl: Hier is je Nimiq Cashlink!
pt: Aqui está o teu Cashlink da Nimiq!
ru: Вот ваш Nimiq Cashlink!
tr: İşte Nimiq Cashlink'in!
uk: Ось ваш чек!

source: Imagine if paying with crypto was easy
de: Stell Dir vor, bezahlen mit Krypto wäre einfach
es: Imagine si pagar con cripto fuera fácil
fil: Isipin kung nagbabayad madali ang crypto
fr: Imaginez si payer avec de la crypto était facile.
nl: Stel je voor dat betalen met cryptovaluta makkelijk was
pt: Imagina se pagar com criptomoedas fosse fácil
ru: Представьте, что оплата криптовалютой стала лёгкой и простой
tr: Kripto ile ödeme yapmanın kolay olduğunu bir düşün
uk: Уявіть, що платити за допомогою криптовалюти буде легко

source: Imported {count} address so far... | Imported {count} addresses so far...
de: {count} Adresse bisher importiert... | {count} Adressen bisher importiert...
es: Se han importando {count} dirección por ahora... | Se han importando {count} direcciones por ahora...
fil: Na-import ang {count} address sa ngayon ... | Na-import ang {count} mga address sa ngayon ...
fr: {count} adresse importée pour l'instant... | {count} adresses importées pour l'instant...
nl: {count} adres geïmporteerd to dus ver... | {count} adressen geïmporteerd tot dus ver...
pt: {count} endereço importado até agora... | {count} endereços importados até agora...
ru: Импортирован {count} адрес... | Импортировано {count} адресов...
tr: Şimdiye kadar {count} adres içe alındı... | Şimdiye kadar {count} adres içe alındı...
uk: Наразі імпортовано {count} адресу... | Наразі імпортовано {count} адрес...

source: incoming
de: eingehende
es: entrando
fil: papasok
fr: entrante
nl: inkomend
pt: entrada
ru: входящая
tr: gelen
uk: вхідний

source: Incomplete payment
de: Unvollständige Bezahlung
es: Pago incompleto
fil: Hindi kumpletong pagbabayad
fr: Paiement incomplet
nl: Betaling niet compleet
pt: Pagamento incompleto
ru: Незавершённый платёж
tr: Tamamlanmamış ödeme
uk: Незавершений платіж

source: Indigo Account
de: Indigoblaues Konto
es: Cuenta Indigo
fil: Lila na Account
fr: Compte Indigo
pt: Conta Indigo
tr: İndigo Hesap
uk: Індиго рахунок

source: Indigo Address
de: Indigoblaue Adresse
es: Dirección Indigo
fil: Lila na Adres
fr: Adresse Indigo
nl: Indigo Adres
pt: Endereço Indigo
tr: İndigo Adres
uk: Індиго адреса

source: Invalid request
de: Ungültige Anfrage
es: Petición inválida
fil: Di-wastong Hiling
fr: Requête invalide
nl: Ongeldige aanvraag
pt: Pedido inválido
ru: Неверный запрос
tr: Geçersiz istek
uk: Невірний запит

source: It won’t be part of the public Blockchain and might get lost after the Cashlink was claimed.
de: Es wird nicht Teil der öffentlichen Blockchain und kann verloren gehen nachdem der Cashlink eingelöst wurde.
es: No será parte de la Cadena de Bloques publica y puede que se pierda luego de que el Cashlink sea reclamado.
fil: Hindi ito magiging bahagi ng pampublikong Blockchain at maaaring mawala pagkatapos na angkinin ang Cashlink.
fr: Il ne sera pas inclus dans la Blockchain publique et peut être perdu après que le Cashlink ait été réclamé.
nl: Het zal geen onderdeel zijn van de publieke Blockchain en kan verloren raken nadat de Cashlink is geclaimed.
pt: Não fará parte da Blockchain pública e pode perder-se depois de reivindicar o Cashlink.
ru: Это не станет частью публичного Блокчейна и может потеряться после того, как вы заберёте Cashlink.
tr: Halka açık Blockchain'ın bir parçası olmayacaktır ve Cashlink x sonra kaybolabilir.
uk: Воно не стане частиною загальнодоступного блокчейну і може загубитися після того як чек було використано.

source: Ledger Account
de: Ledger-Konto
es: Cuenta Ledger
fil: Account sa Ledger
fr: Compte Ledger
pt: Conta Ledger
ru: Аккаунт Ledger
tr: Ledger Hesabı
uk: Рахунок Ledger.

source: Ledger accounts cannot be exported. Please refer to your 24 words backup you created when setting up your device.
de: Ledger-Konten können nicht exportiert werden. Bitte greife auf deine 24-Worte-Sicherung zurück, welche du erstellt hast, als du dein Ledger Gerät eingerichtet hast.
es: Las Cuentas Ledger no pueden ser exportodas. Por favor refiérase a las 24 palabras de respaldo que creó cuando configuró su dispositivo.
fil: Hindi mai-export ang mga Ledger account. Mangyaring mag-refer sa iyong 24 na salita backup na nilikha mo kapag nagse-set up ng iyong aparato.
fr: Les comptes Ledger ne peuvent pas être exportés. Veuillez vous référer aux 24 mots de sauvegarde que vous avez créé lors de la configuration de votre appareil.
nl: Ledger accounts kunnen niet worden geëxporteerd. Refereer alstublieft naar uw gecreëerde backup van 24 woorden wanneer je je apparaat installeert.
pt: Contas Ledger não podem ser exportadas. Por favor consulta o teu backup de 24 palavras criado quando configuraste o teu dispositivo.
ru: Аккаунты Ledger не могут быть экспортированы. Пожалуйста, используйте Защитную Фразу из 24 слов, которую вы создали при настройке вашего устройства.
tr: Ledger hesapları dışarı aktarılamaz. Lütfen cihazını kurarken oluşturduğun 24 kelimelik yedeklemeyi kullan.
uk: Ledger рахунки не можуть бути завантажені. Будь ласка укажіть 24-ри секретні слова, які ви вказали під час створення рахунку.

source: Ledger not supported by browser.
de: Ledger wird von deinem Browser nicht unterstützt.
es: El navegador no soporta el uso de Ledger.
fil: Hindi sinusuportahan ng browser ang Ledger.
fr: Ledger non supporté par votre navigateur.
nl: Ledger niet ondersteund door de browser.
pt: Ledger não suportado pelo browser.
ru: Ledger не поддерживается данным браузером.
tr: Ledger web tarayıcısı tarafından desteklenmemektedir.
uk: Ledger не підтримується на цьому веб-оглядачі.

source: Legacy Account
de: Legacy-Konto
es: Cuenta Antigua
fr: Compte Legacy
pt: Conta Legacy
ru: Legacy-Аккаунт
tr: Legacy Hesabı
uk: Рахунок старого зразка

source: Loading failed, retrying...
de: Laden fehlgeschlagen, versuche erneut...
es: Carga fallida, reintentando...
fil: Nabigo ang paglo-load, muling sinusubukan ...
fr: Chargement échoué, nouvelle tentative...
nl: Laden mislukt, opnieuw proberen...
pt: Falha ao carregar, a tentar novamente...
ru: Ошибка загрузки. Повторная попытка...
tr: Yükleme başarısızç, tekrar deneniyor...
uk: Не вдається завантажити, повторна спроба...

source: Log Out
de: Ausloggen
es: Cerrar Sesión
fil: Mag-log Out
fr: Se déconnecter
nl: Log uit
pt: Sair
ru: Выйти
tr: Çıkış yapma
uk: Вийти

source: Logging out will delete custom settings and names for this account.
de: Beim Ausloggen werden benutzerdefinierte Einstellungen und Beschriftungen für dieses Konto gelöscht.
es: Cerrar sesión borrará ajustes específicos y nombres de esta cuenta.
fil: Tatanggalin ng pag-log out ang mga pasadyang setting at pangalan para sa account na ito.
fr: La déconnexion va supprimer vos paramètres personnalisés ainsi que les noms pour ce compte.
nl: Uitloggen zal je persoonlijke instellingen en namen verwijderen voor dit account.
pt: Ao saíres vais apagar configurações e nomes customizados para esta conta.
ru: При выходе будут удалены названия и пользовательские настройки для этой учетной записи.
tr: Çıkış yapıldığı takdirde bu hesap için kişisel ayarlar ve isimler silinir.
uk: Вихід з рахунку видалить Ваші особисті налаштування.

source: Login
de: Einloggen
es: Iniciar Sesión
fil: Mag log in
fr: Connexion
pt: Iniciar sessão
ru: Авторизация
tr: Giriş yap
uk: Увійти
